Repository: WeblateOrg/hosted
Catalog: wlhosted/locale/ba/LC_MESSAGES/django.po
Languages: ba

source: Generate Unknown Horizons scenario data
ba: Unknown Horizons сценарийының мәғлүмәттәрен булдырыу

source: Reset repository to upstream
ba: Репозиторийҙы өҫкө ағымға кире ҡайтарырға

source: Discards all changes in the Weblate repository each night.
ba: Һәр төн Weblate репозиторийындағы бөтә үҙгәрештәрҙе лә кире ала.

source: Billing
ba: Түләүҙәр

source: Choose the billing plan you want to update
ba: Яңыртырға теләгән түләү планын һайлағыҙ

source: Create new billing plan
ba: Яңы түләү планы булдырырға

source: Create billing plan
ba: Түләү планы булдырырға

source: New billing plan
ba: Яңы түләү планы

source: Please choose a hosting plan that fits the size of your project.
ba: Зинһар, проектығыҙҙың күләменә тап килгән хостинг планын һайлағыҙ.

source: Current billing status
ba: Ағымдағы түләү статусы

source: Too small for your project.
ba: Проектығыҙ өсөн бигерәк бәләкәй.

source: Too small
ba: Бигерәк бәләкәй

source: Selected plan
ba: Һайланған план

source: Current plan
ba: Ағымдағы план

source: Hosted strings limit
ba: Хостингтағы юлдар лимиты

source: Unlimited
ba: Сикһеҙ

source: Source strings limit
ba: Сығанаҡ юлдар лимиты

source: Languages limit
ba: Телдәр лимиты

source: Projects limit
ba: Проекттар лимиты

source: %(price)s EUR / month
ba: %(price)s EUR / айына

source: %(price)s EUR including VAT
ba: %(price)s EUR, VAT-ты индереп

source: %(price)s EUR / year
ba: %(price)s EUR / йылына

source: Pricing is based on the number of source strings and target languages. The source string is a text unit defined in a translation format, it can be a word, sentence or paragraph.
ba: Хаҡтар сығанаҡ юлдар һәм маҡсатлы телдәр һанына нигеҙләнгән. Сығанаҡ юл – ул тәржемә форматында билдәләнгән текст берәмеге, ул һүҙ, һөйләм йәки абзац булырға мөмкин.

source: All listed prices exclude VAT.
ba: Бөтә күрһәтелгән хаҡтарға VAT инмәй.

source: EU end users and Czech companies will be charged with additional 21%% VAT.
ba: ЕС-тың һуңғы ҡулланыусыларына һәм Чехия компанияларына өҫтәмә 21%% VAT һалынасаҡ.

source: The reverse charge applies to invoices issued to businesses within the EU.
ba: ЕС эсендәге бизнестарға бирелгән иҫәп-фактураларға кире түләү ҡағиҙәһе ҡулланыла.

source: Thank you for the payment, your billing is now paid.
ba: Түләүегеҙ өсөн рәхмәт, һеҙҙең иҫәбегеҙ хәҙер түләнгән.

source: This billing plan covers following projects:
ba: Был түләү планы түбәндәге проекттарҙы үҙ эсенә ала:

source: Check your billing status
ba: Түләү статусығыҙҙы тикшерегеҙ

source: Your billing plan was paid
ba: Һеҙҙең түләү планығыҙ түләнде

source: No matching payment found.
ba: Тап килгән түләү табылманы.

source: Thank you for purchasing a hosting plan, it is now active.
ba: Хостинг планын һатып алғанығыҙ өсөн рәхмәт, ул хәҙер әүҙем.

source: Thank you for purchasing a hosting plan, the payment for it is pending and will be processed in the background.
ba: Хостинг планын һатып алғанығыҙ өсөн рәхмәт, уның өсөн түләү көтөлә һәм фон режимында эшкәртеләсәк.

source: The payment was rejected: {}
ba: Түләү кире ҡағылды: {}

source: Unknown reason
ba: Билдәһеҙ сәбәп

source: Payments are temporarily inactive.
ba: Түләүҙәр ваҡытлыса әүҙем түгел.

source: IBAN bank transfer
ba: IBAN банк күсереүе

source: Payment card
ba: Түләү картаһы

source: European VAT ID
ba: Европа VAT ID-һы

source: Please fill in European Union VAT ID, leave blank if not applicable.
ba: Зинһар, Европа Берләшмәһе VAT ID-һын тултырығыҙ, әгәр ҡағылмаһа, буш ҡалдырығыҙ.

source: Tax registration
ba: Һалым теркәүе

source: Please fill in your tax registration if it should appear on the invoice.
ba: Әгәр иҫәп-фактурала күренергә тейеш булһа, зинһар, һалым теркәүегеҙҙе тултырығыҙ.

source: Company or individual name
ba: Компания йәки шәхси исем

source: Address
ba: Адрес

source: Additional address information
ba: Өҫтәмә адрес мәғлүмәте

source: Postcode and city
ba: Почта индексы һәм ҡала

source: Postcode
ba: Почта индексы

source: Country
ba: Ил

source: The country has to match your VAT code
ba: Ил һеҙҙең VAT кодығыҙ менән тап килергә тейеш

source: Annual
ba: Йыл һайын

source: Biannual
ba: Ярты йыл һайын

source: Quarterly
ba: Квартал һайын

source: Monthly
ba: Ай һайын

source: One-time
ba: Бер тапҡырлыҡ

# Payment state
source: New payment
ba: Яңы түләү

# Payment state
source: Awaiting payment
ba: Түләү көтөлә

# Payment state
source: Payment rejected
ba: Түләү кире ҡағылды

# Payment state
source: Payment accepted
ba: Түләү ҡабул ителде

# Payment state
source: Payment processed
ba: Түләү эшкәртелде

source: {} is not a valid country code for any European Union member.
ba: {} Европа Берләшмәһенең бер ағзаһы өсөн дә дөрөҫ ил коды түгел.

source: {} does not match the country's VAT ID specifications.
ba: {} илдең VAT ID-һы спецификацияларына тап килмәй.

source: VAT ID validation service unavailable for {}, please try again later.
ba: {} өсөн VAT ID-һын тикшереү сервисы эшләмәй, зинһар, һуңыраҡ ҡабатлап ҡарағыҙ.

source: {} is not a valid VAT ID.
ba: {} дөрөҫ VAT ID-һы түгел.
