Repository: WeblateOrg/hosted
Catalog: wlhosted/locale/skr/LC_MESSAGES/django.po
Languages: skr

source: Generate Unknown Horizons scenario data
skr: نامعلوم افق دے منظرنامے دا ڈیٹا بݨاؤ

source: Reset repository to upstream
skr: ریپوزٹری کوں اپ سٹریم تے ولدا مقرر کرو

source: Discards all changes in the Weblate repository each night.
skr: ہر رات Weblate ریپوزیٹری وچ ساریاں تبدیلیاں کڈھ سٹو۔

source: Billing
skr: ٻلنگ

source: Choose the billing plan you want to update
skr: آپݨاں ٻل بھرݨ دا منصوبہ چݨو جہڑا تساں اپ ڈیٹ کرݨ چاہندے ہو

source: Create new billing plan
skr: نواں ٻلنگ منصوبہ بݨاؤ

source: Create billing plan
skr: ٻلنگ منصوبہ بݨاؤ

source: New billing plan
skr: نواں ٻلنگ منصوبہ

source: Please choose a hosting plan that fits the size of your project.
skr: سوہݨا، ہک ہوسٹنگ منصوبہ چݨو جہڑا تہاݙے منصوبے دے سائز دے مطابق ہووے۔

source: Current billing status
skr: رواں ٻلنگ حیثیت

source: Too small for your project.
skr: تہاݙے منصوبے کیتے ٻہوں چھوٹا۔

source: Too small
skr: ٻہوں چھوٹا

source: Selected plan
skr: چݨیا ہویا منصوبہ

source: Current plan
skr: رواں منصوبہ

source: Hosted strings limit
skr: ہوسٹ تھیاں تنداں دی حد

source: Unlimited
skr: بے انت

source: Source strings limit
skr: ماخذ تنداں دی حد

source: Languages limit
skr: زباناں دی حد

source: Projects limit
skr: منصوبے حد

source: %(price)s EUR / month
skr: %(price)s یورو/مہینہ

source: %(price)s EUR including VAT
skr: %(price)s یورو وی اے ٹی سمیت

source: %(price)s EUR / year
skr: %(price)s یورو/سال

source: Pricing is based on the number of source strings and target languages. The source string is a text unit defined in a translation format, it can be a word, sentence or paragraph.
skr: قیمتاں دا تعین ماخذ تنداں تے ٹارگٹ بولیاں دی تعداد تے مبنی ہے۔ ماخ تند ہک ٹیکسٹ اکائی ہے جیکوں ترجمہ فارمیٹ وچ بیان کیتا ویندا ہے، ایہ ہک لفظ، جملہ یا پیراگراف تھی سڳدا ہے۔

source: All listed prices exclude VAT.
skr: ساریاں درج قیمتاں وی اے ٹی دے بغیر ہن۔

source: EU end users and Czech companies will be charged with additional 21%% VAT.
skr: یورپی یونین دے اختتامی صارفین تے چیک کمپنیاں کنوں 21%%وی اے ٹی وصول کیتا ویسی۔

source: The reverse charge applies to invoices issued to businesses within the EU.
skr: ریورس چارج یورپی یونین دے اندر کاروباراں کوں جاری کیتے ڳئے انوائساں تے لاگو تھیندا ہے۔

source: Thank you for the payment, your billing is now paid.
skr: ادائیگی کرݨ تے تہاݙا شکریہ، ہݨ تہاݙا ٻل ادا تھی ڳیا ہے۔

source: This billing plan covers following projects:
skr: ایں ٻلنگ منصوبے وچ ایہ آلے منصوبے شامل ہن:

source: Check your billing status
skr: آپݨی ٻلنگ حیثیت دی پڑتال کرو

source: Your billing plan was paid
skr: تہاݙے ٻلنگ منصوبے دی ادائیگی تھی ڳئی ہائی

source: No matching payment found.
skr: کوئی ہم شکل ادائیگی کائنی لبھی۔

source: Thank you for purchasing a hosting plan, it is now active.
skr: ہوسٹنگ منصوبہ خریدݨ دا شکریہ، ایہ ہݨ فعال ہے۔

source: Thank you for purchasing a hosting plan, the payment for it is pending and will be processed in the background.
skr: ہوسٹنگ منصوبہ خرید کرݨ تے تہاݙا تھورا، ایندی ادائیگی زیر غور ہے تے ایہ پس منظر وچ پراسس کیتی ویسی۔

source: The payment was rejected: {}
skr: ادائیگی مسترد تھی ڳئی: {}

source: Unknown reason
skr: نامعلوم وجہ

source: Payments are temporarily inactive.
skr: ادائیگیاں عارضی طور تے غیرفعال ہن۔

source: IBAN bank transfer
skr: آئی بی اے این بینک ٹرانسفر

source: Payment card
skr: ادائیگی کارڈ

source: European VAT ID
skr: یورپی وی اے ٹی آئی ڈی

source: Please fill in European Union VAT ID, leave blank if not applicable.
skr: سوہݨا، یورپی یونین وی اے ٹی آئی ڈی پُر کرو، جے لاگو کائنی تھیندا تاں خالی چھوڑو۔

source: Tax registration
skr: ٹیکس رجسٹریشن

source: Please fill in your tax registration if it should appear on the invoice.
skr: سوہݨا، آپݨاں ٹیکس رجسٹریشن پُر کرو جے ایہ انوائس تے ظاہر تھیوݨاں چاہیدا ہے۔

source: Company or individual name
skr: کمپنی یا انفرادی ناں

source: Address
skr: پتہ

source: Additional address information
skr: وادھوں پتہ معلومات

source: Postcode and city
skr: پوسٹ کوڈ تے شہر

source: Postcode
skr: پوسٹ کوڈ

source: Country
skr: ملک

source: The country has to match your VAT code
skr: ملک دا تہاݙے وی اے ٹی کوڈ دے مطابق ہووݨ ضروری ہے

source: Annual
skr: سالانہ

source: Biannual
skr: سال وچ ݙو واری

source: Quarterly
skr: سہ ماہی

source: Monthly
skr: ماہوار

source: One-time
skr: ہک: واری

# Payment state
source: New payment
skr: نویں ادائیگی

# Payment state
source: Awaiting payment
skr: تانگھ وچ

# Payment state
source: Payment rejected
skr: ادائیگی مسترد تھی ڳئی

# Payment state
source: Payment accepted
skr: ادائیگی قبول تھی ڳئی

# Payment state
source: Payment processed
skr: ادائیگی دی کاروائی تھی ڳئی

source: {} is not a valid country code for any European Union member.
skr: کہیں وی یورپی یونین رکن کیتے {} ٹھیک ملک کوڈ کائنی۔

source: {} does not match the country's VAT ID specifications.
skr: {} ملک دے وی اے ٹی آئی ڈی تخصیصاں نال میل کائنی کھاندا۔

source: VAT ID validation service unavailable for {}, please try again later.
skr: {} کیتے وی اے ٹی آئی ڈی جوازکاری خدمت دستیاب کائنی، سوہݨا، ولدا بعد وچ کوشش کرو۔

source: {} is not a valid VAT ID.
skr: {} ٹھیک وی اے ٹی آئی ڈی کائنی۔
