Repository: WeblateOrg/hosted
Catalog: wlhosted/locale/*/LC_MESSAGES/django.po
Languages: az, bg, br, ckb, cy, de, eo, eu, fil, hu, km, lt, lv, mr, sl, sr, th, ug, vi

source: Generate Unknown Horizons scenario data
az: Unknown Horizon verilənlər senarisini yaradın
bg: Създаване на данни за сценарий на „Unknown Horizons“
br: Genel roadennoù senario evit dremwelioù dianav
ckb: دروستکردنی داتای سیناریۆی ئاسۆی نەناسراو
cy: Cynhyrchu data senario Horizons anhysbys
de: Szenariodaten für unbekannte Zeiträume erzeugen
eo: Generu datumojn pri scenaro de Nekonataj Horizontoj
eu: Sortu Unknown Horizons eszena-tokiaren datuak
fil: Gumawa ng Unknown Horizons scenario data
hu: Unknown Horizons forgatókönyv adatok létrehozása
km: បង្កើតព្រំដែនទិន្នន័យសេណារីយ៉ូដែលមិនស្គាល់
lt: Generuoti Nežinomų horizontų scenarijaus duomenis
lv: Ģenerēt scenāriju datus nezināmiem laika periodiem
mr: अज्ञात होरायझन्स परिदृश्य डेटा तयार करा
sl: Ustvari podatke scenarija Unknown Horizons
sr: Створи податке за сценарио игре „Непознати хоризонти“
th: สร้างข้อมูลเหตุการณ์ขอบฟ้าที่ไม่รู้จัก
ug: نامەلۇم ئۇپۇق سىزىقى سانلىق مەلۇماتلىرىنى ھاسىل قىلىڭ
vi: Tạo dữ liệu ngữ cảnh của Unknown Horizons

source: Reset repository to upstream
az: Repozitoriyanı sıfırlayın
bg: Връщане на хранилището към изходното състояние
br: Adweredekaat ar c'havlec'h orin
ckb: دووبارە ڕێکخستنەوەی کۆگا بۆ سەرەوەی سترایم
cy: Ailosod y storfa i fyny'r afon
de: Repository auf Upstream zurücksetzen
eo: Restarigu deponejon al kontraŭfluo
fil: I-reset ang repository sa upstream
hu: Tároló visszaállítása az upstream-hez
km: កំណត់ឃ្លាំងឡើងវិញទៅកាន់ Upstream
lt: Atstatyti saugyklą į pradinę būseną
lv: Atiestatīt repozitoriju tā sākotnējā stāvoklī, pa pamatu ņemot izejas koda repozitoriju
mr: रेपॉजिटरी अपस्ट्रीमवर रीसेट करा
sl: Ponastavi skladišče na trenutno stanje izvornega projekta
sr: Ресетуј складиште ка извору
th: ตั้งค่าคลังเก็บใหม่เป็นต้นน้ำ
ug: ئامبارنى يۇقىرى ئېقىنغا ئەسلىگە كەلتۈرۈڭ
vi: Đặt lại kho về thượng nguồn

source: Reset all changes in the local repository
de: Alle Änderungen im lokalen Repository zurücksetzen
hu: Az összes változtatás visszaállítása a helyi tárolóban

source: Billing
az: Fakturalandırma
bg: Таксуване
br: Fakturenniñ
ckb: لیست
cy: Bilio
de: Abrechnung
eo: Fakturado
eu: Fakturazioa
hu: Számlázás
km: វិក័យប័ត្រ
lt: Mokėjimas
lv: Rēķinu plāni
mr: बिलिंग
sl: Obračunavanje
sr: Наплата
th: การเรียกเก็บเงิน
ug: ھېساب بوغۇش
vi: Thanh toán

source: Choose the billing plan you want to update
az: Yeniləmək istədiyiniz faktura planını seçin
bg: Изберете кой платежен план искате да актуализирате
br: Diuzit ar steuñv fakturenniñ da vezañ hizivaet
ckb: هەڵبژاردنی پلانی پسوڵەکە کە دەتەوێت نوێکاری بکەیت
cy: Dewiswch y cynllun bilio yr hoffech ei ddiweddaru
de: Wählen Sie den Abrechnungsplan aus, den Sie aktualisieren möchten
eo: Elektu la fakturadon, kiun vi volas ĝisdatigi
eu: Aukeratu eguneratu nahi duzun fakturazio plana
fil: Pumili po ng billing plan na gusto niyong i-update
hu: Válassza ki a frissíteni kívánt számlázási csomagot
km: ជ្រើសរើសគំរោងបង់ប្រាក់ដែលអ្នកចង់ធ្វើបច្ចុប្បន្នភាព
lt: Pasirinkite mokėjimo planą, kurį norite atnaujinti
lv: Atlasiet rēķina plānu, kuru vēlaties atjaunināt
mr: आपण अद्यतनित करू इच्छित बिलिंग योजना निवडा
sl: Izberi obračunski načrt, ki ga želiš posodobiti
sr: Изаберите план наплате који желите да ажурирате
th: เลือกแผนการเรียกเก็บเงินที่คุณต้องการอัปเดต
ug: يېڭىلاشنى خالايدىغان تالون پىلانىنى تاللاڭ
vi: Chọn kế hoạch thanh toán bạn muốn cập nhật

source: Create new billing plan
az: Yeni faktura planı yaradın
bg: Създаване на нов платежен план
br: Krouiñ ur steuñv fakturenniñ nevez
ckb: دروستکردنی پلانی نوێی پڕۆژە یاساکە
cy: Crëwch gynllun bilio newydd
de: Neuen Abrechnungsplan anlegen
eo: Krei novan fakturadan planon
eu: Sortu fakturazio plan berria
fil: Gumawa ng bagong billing plan
hu: Új számlázási csomag létrehozása
km: បង្កើតគម្រោងបង់ប្រាក់ថ្មី
lt: Kurti naują mokėjimo planą
lv: Izveidojiet jaunu rēķinu plānu
mr: नवीन बिलिंग योजना तयार करा
sl: Ustvari nov obračunski načrt
sr: Направи нови план наплате
th: สร้างแผนการเรียกเก็บเงินใหม่
ug: يېڭى ھېسابات پىلانى تۈزۈڭ
vi: Tạo kế hoạch thanh toán mới

source: Create billing plan
az: Ödəniş planı yaradın
bg: Създаване на платежен план
br: Krouiñ ar steuñv fakturenniñ
ckb: دروستکردنی پلانی پسوڵە
cy: Crëwch gynllun bilio
de: Abrechnungsplan anlegen
eo: Krei fakturadan planon
eu: Sortu fakturazio plana
fil: Gumawa ng billing plan
hu: Számlázási csomag létrehozása
km: បង្កើតគម្រោងបង់ប្រាក់
lt: Kurti mokėjimo planą
lv: Izveidot rēķinu plānu
mr: बिलिंग योजना तयार करा
sl: Ustvari obračunski načrt
sr: Направи план наплате
th: สร้างแผนการเรียกเก็บเงิน
ug: ھېسابات پىلانى تۈزۈڭ
vi: Tạo kế hoạch thanh toán

source: New billing plan
az: Yeni faktura planı
bg: Нов платежен план
br: Steuñv fakturenniñ nevez
ckb: پلانی نوێی پڕۆژە یاساکە
cy: Cynllun bilio newydd
de: Neuer Abrechnungsplan
eo: Nova fakturada plano
eu: Fakturazio plan berria
fil: Bagong billing plan
hu: Új számlázási csomag
km: គម្រោងបង់ប្រាក់ថ្មី
lt: Naujas mokėjimo planas
lv: Jauns rēķinu plāns
mr: नवीन बिलिंग योजना
sl: Nov obračunski načrt
sr: Нови план наплате
th: แผนการเรียกเก็บเงินใหม่
ug: يېڭى ھېسابات پىلانى
vi: Kế hoạch thanh toán mới

source: Please choose a hosting plan that fits the size of your project.
az: Zəhmət olmasa layihənizin ölçüsünə uyğun hosting planı seçin.
bg: Изберете план за хостване, който отговаря на големината на проекта Ви.
br: Dibabit ur c'hinnig herberc'hiañ a glot gant ment ho raktres.
ckb: تکایە پلانی میوانداری هەڵبژێرە کە لەگەڵ قەبارەی پرۆژەکەت بگونجێت.
cy: Dewiswch gynllun gwesteio sy'n addas i faint eich project.
de: Bitte wählen Sie ein Hosting-Angebot, das zu der Größe Ihres Projekts passt.
eo: Bonvolu elekti gastigan planon, kiu konvenas al la grandeco de via projekto.
eu: Hautatu zure proiektuaren tamainarentzat egokia den ostatatze plan bat.
fil: Mangyaring pumili po kayo ng hosting plan na sumasakto sa laki ng proyekto niyo.
hu: Válasszon egy tárhelyszolgáltatási csomagot, amely megfelel a projektje méretéhez.
km: សូមជ្រើសគម្រោងបង្ហោះ ដែលសាកសមជាមួយគម្រោងរបស់អ្នក។
lt: Pasirinkite prieglobos planą, atitinkantį jūsų projekto dydį.
lv: Lūdzu, izvēlieties savam projektam atbilstošu hostinga plānu.
mr: कृपया आपल्या प्रकल्पाच्या आकाराल पुरेल अशी होस्टिंग योजना निवडा.
sl: Izberite načrt gostovanja, ki ustreza velikosti vašega projekta.
sr: Изаберите хостинг план који одговара величини вашег пројекта.
ug: تۈرىڭىزنىڭ چوڭ-كىچىكلىكىگە ماس كېلىدىغان ۋاكالەتچى پىلانىنى تاللاڭ.
vi: Vui lòng chọn một kế hoạch lưu trữ vừa với kích cỡ dự án của bạn.

source: Current billing status
az: Cari faktura statusu
bg: Текущо състояние на платежния план
br: Statud a-vremañ ar fakturenniñ
ckb: دۆخی لیستی هەژمێری ئێستا
cy: Statws bilio cyfredol
de: Aktueller Abrechnungsstatus
eo: Nuna fakturada statuso
eu: Oraingo fakturazio egoera
fil: Kasalukuyang estado ng billing
hu: Jelenlegi számlázási állapot
km: ស្ថានភាពបង់ប្រាក់បច្ចុប្បន្ន
lt: Dabartinė mokėjimo būsena
lv: Pašreizējais rēķinu stāvoklis
mr: सद्य बिलिंग स्थिती
sl: Trenutno stanje obračunavanja
sr: Тренутно стање наплате
th: สถานะการเรียกเก็บเงินปัจจุบัน
ug: نۆۋەتتىكى ھېسابات ھالىتى
vi: Trạng thái thanh toán hiện tại

source: Too small for your project.
az: Layihəniz üçün çox kiçikdir.
bg: Твърде малък за проекта Ви.
br: Re vihan evit ho raktres.
ckb: زۆر بچووکە بۆ پڕۆژەکەت.
cy: Yn rhy fach ar gyfer eich project.
de: Zu klein für Ihr Projekt.
eo: Tro malgranda por via projekto.
eu: Zure proiektuarentzat txikiegia.
fil: Masyadong maliit para sa proyekto niyo.
hu: Túl kicsi a projektjéhez.
km: ពិតជាតូចខ្លាំងណាស់សម្រាប់គម្រោងរបស់អ្នក។
lt: Per mažas jūsų projektui.
lv: Pārāk mazs jūsu projektam.
mr: आपल्या प्रोजेक्टसाठी खूपच लहान.
sl: Premajhno za vaš projekt.
sr: Премало за ваш пројекат.
th: เล็กเกินไปสำหรับโครงการของคุณ
ug: تۈرىڭىز ئۈچۈن بەك كىچىك.
vi: Quá nhỏ cho dự án của bạn.

source: Too small
az: Çox kiçik
bg: Твърде малък
br: Re vihan
ckb: زۆر بچووکە
cy: Yn rhy fach
de: Zu klein
eo: Tro malgranda
eu: Txikiegia
fil: Masyadong maliit
hu: Túl kicsi
km: ពិតជាតូចណាស់
lt: Per mažas
lv: Pārāk mazs
mr: खूप लहान
sl: Premajhno
sr: Премало
th: เล็กเกินไป
ug: بەك كىچىك
vi: Quá nhỏ

source: Selected plan
az: Seçilmiş plan
bg: Избран план
br: Kinnig dibabet
ckb: پلانی دیاریکراو
cy: Y cynllun wedi'i ddewis
de: Ausgewählter Plan
eo: Elektita plano
eu: Hautatutako plana
fil: Piniling plan
hu: Kiválasztott csomag
km: គម្រោងដែលបានជ្រើស
lt: Pasirinktas planas
lv: Izvēlētais plāns
mr: निवडलेली योजना
sl: Izbrani načrt
sr: Изабрани план
th: แผนที่เลือก
ug: تاللانغان پىلان
vi: Kế hoạch đã chọn

source: Current plan
az: Cari plan
bg: Текущ план
br: Kinnig a-vremañ
ckb: پلانی ئێستا
cy: Cynllun cyfredol
de: Aktueller Plan
eo: Nuna plano
eu: Oraingo plana
fil: Kasalukuyang plan
hu: Jelenlegi csomag
km: គម្រោង​បច្ចុប្បន្ន​
lt: Dabartinis planas
lv: Pašreizējais plāns
mr: सद्य योजना
sl: Trenutni načrt
sr: Тренутни план
th: แผนปัจจุบัน
ug: نۆۋەتتىكى پىلان
vi: Kế hoạch hiện tại

source: Strings limit
de: Limit für Zeichenketten
hu: Szövegek korlátja

source: Unlimited
az: Limitsiz
bg: Без ограничение
br: Hep bevenn
ckb: بێسنوور
cy: Diderfyn
de: unbegrenzt
eo: Senlimita
eu: Mugagabea
hu: Korlátlan
km: ឥតដែនកំណត់
lt: Neribotas
lv: Neierobežots
mr: अमर्यादित
sl: Neomejeno
sr: Неограничено
th: ไม่มีขีดจำกัด
ug: چەكلىمىسىز
vi: Không giới hạn

source: Languages limit
az: Dil limiti
bg: Ограничение на броя езици
br: Bevenn war ar yezhoù
ckb: سنووری زمانەکان
cy: Terfyn ieithoedd
de: Limit für Sprachen
eo: Limo de lingvoj
eu: Hizkuntzen muga
fil: Limit sa mga wika
hu: Nyelvek korlátja
km: ​កំហិត​ភាសា
lt: Kalbų limitas
lv: Valodu ierobežojums
mr: भाषा मर्यादा
sl: Omejitev jezikov
sr: Ограничење језика
th: ขีดจำกัดภาษา
ug: تىل چەكلىمىسى
vi: Giới hạn ngôn ngữ

source: Component limit
de: Komponentenbegrenzung
hu: Összetevők korlátja

source: Projects limit
az: Layihə limiti
bg: Ограничение на броя проекти
br: Bevenn war ar raktresoù
ckb: سنووری پڕۆژەکان
cy: Terfyn prosiectau
de: Projektlimit
eo: Limo de projektoj
eu: Proiektuen muga
fil: Limit sa mga proyekto
hu: Projektek korlátja
km: កំហិតគម្រោង
lt: Projekto limitas
lv: Projektu ierobežojumi
mr: प्रकल्प मर्यादा
sl: Omejitev projektov
sr: Ограничење пројеката
th: ขีดจำกัดโครงการ
ug: تۈر چەكلىمىسى
vi: Giới hạn dự án

source: %(price)s EUR / month
az: %(price)s AVRO / ay
bg: %(price)s € / месец
br: %(price)s EUR / miz
ckb: %(price)s یۆرۆ \ مانگانە
cy: %(price)s EUR / mis
de: %(price)s EUR / Monat
eo: %(price)s EUR / monato
eu: %(price)s EUR / hileko
fil: %(price)s EUR / buwan
hu: %(price)s EUR / hónap
km: %(price)s អឺ​រ៉ូ /ខែ
lt: %(price)s EUR / mėnesiui
lv: %(price)s eiro mēnesī
mr: %(price)s EUR / महिना
sl: %(price)s EUR/mesec
sr: %(price)s € / месечно
ug: %(price)s ياۋرو/ئاي
vi: %(price)s EUR / tháng

source: %(price)s EUR including VAT
az: ƏDV daxil %(price)s EUR
bg: %(price)s € с ДДС
br: %(price)s EUR (TGO e-barzh)
ckb: %(price)s زیادکردن بە vat
cy: %(price)s EUR gan gynnwys TAW
de: %(price)s EUR inklusive MwSt.
eo: %(price)s EUR inkluzive de AVI
eu: %(price)s EUR BEZ barne
fil: %(price)s EUR kasama VAT
hu: %(price)s EUR ÁFÁ-val
km: %(price)s អឺ​រ៉ូ រួមបញ្ចូលពន្ធអាករ
lt: %(price)s EUR, įskaitant PVM
lv: %(price)s eiro (ar PVN)
mr: %(price)s युरो (VAT समाविष्ट)
sl: %(price)s EUR (z DDV)
sr: %(price)s € укључујући ПДВ
ug: %(price)s ياۋرو قوشۇلما قىممەت بېجى ئىچىدە
vi: %(price)s EUR bao gồm VAT

source: %(price)s EUR / year
az: %(price)s Avro/il
bg: %(price)s € / година
br: %(price)s EUR / bloaz
ckb: %(price)s یۆرۆ \ ساڵانە
cy: %(price)s EUR / y flwyddyn
de: %(price)s EUR / Jahr
eo: %(price)s EUR / jaro
eu: %(price)s EUR / urteko
fil: %(price)s EUR / taon
hu: %(price)s EUR / év
km: %(price)s អឺរូ/ ឆ្នាំ
lt: %(price)s EUR / metus
lv: %(price)s eiro gadā
mr: %(price)s युरो/ वर्ष
sl: %(price)s EUR/leto
sr: %(price)s € / годишње
ug: %(price)s ياۋرو/يىل
vi: %(price)s EUR / năm

source: Pricing is based on the number of source strings and target languages. The source string is a text unit defined in a translation format, it can be a word, sentence or paragraph.
az: Qiymətlər mənbə sətirlərinin və hədəf dillərin sayına əsaslanır. Mənbə sətri tərcümə formatında müəyyən edilmiş mətn vahididir, söz, cümlə və ya paraqraf ola bilər.
bg: Цената се определя от броя на оригиналните текстове и броя на целевите езици. Един оригинален текст се определя като една текстова единица, както е описана във формата за превод. Това може да бъде дума, изречение или цял абзац.
br: Diazezet eo ar priz war an niver a neudennadoù orin hag a yezhoù tal. Un unvez testenn termenet en ur furmad treiñ eo a ya d'ober an neudennad orin. Gallout a ra bezañ ur ger, ur frazenn pe ur rannbennad.
ckb: نرخدانان لەسەر بنەمای ژمارەی زنجیرەکانی سەرچاوە و زمانەکانی مەبەست. زنجیرەی سەرچاوە یەکەیەکی دەقی پێناسەکراو لە فۆرماتی وەرگێڕاندا، دەکرێت وشە، ڕستە یان پاراگراف بێت.
cy: Mae prisio yn seiliedig ar nifer y llinynnau ffynhonnell ac ieithoedd targed. Mae'r llinyn ffynhonnell yn uned destun a ddiffinnir mewn fformat cyfieithu, gall fod yn air, brawddeg neu baragraff.
de: Die Preisgestaltung basiert auf der Anzahl der Ursprungszeichenketten und Zielsprachen. Die Ursprungszeichenkette ist eine Texteinheit, wie sie sich aus der Datei im verwendeten Übersetzungsformat ergibt. Es kann ein Wort, ein Satz oder ein Absatz sein.
eo: Prezo baziĝas sur la nombro da fontaj ĉenoj kaj cellingvoj. La fonta ĉeno estas teksta unuo difinita en tradukformato, ĝi povas esti vorto, frazo aŭ paragrafo.
fil: Nakabase po ang presyo sa bilang ng mga source string at target na wika. Ang source string ay isang text unit na na-define sa isang translation format, posible po itong salita, pangungusap, o talata.
hu: Az ár a forrásszövegek és a célnyelvek számán alapul. A forrásszöveg egy szövegegység fordítási formátumban definiálva, lehet egy szó, egy mondat vagy bekezdés.
km: ការកំណត់តម្លៃ គឺផ្អែកលើចំនួនស្ទ្រុិង និងភាសាគោលដៅ។ ប្រភពស្ទ្រុិង គឺជាឯកតាអត្ថបទដែលបានកំណត់ជាទម្រង់នៃការបកប្រែ វាអាចជាពាក្យ ប្រយោគឬកថាខណ្ឌ។
lt: Kaina priklauso nuo eilučių kiekio šaltinyje ir tikslinių kalbų. Šaltinio eilutė – tai teksto vienetas, apibrėžtas vertimo formate. Tai gali būti žodis, sakinys arba pastraipa.
lv: Cenas ir atkarīgas no tulkojamo avota virkņu skaita un mērķa valodām. Tulkojuma avota virkne ir teksta vienība, kas atrodas tulkojuma failā. Tas var būt vārds, teikums vai rindkopa.
mr: उद्देश भाषा व स्रोत सूत्रांच्या संख्येनुसार शुल्क ठरवले आहेत. स्रोत सूत्र म्हणजे भाषांतर स्वरूपात लिहिलेले एक मजकूर एकक, जे की एखादे शब्द, वाक्य किंवा परिच्छेद असू शकते.
sl: Cena temelji na številu izvornih nizov in številu ciljnih jezikov. Izvorni niz je besedilna enota, opredeljena v prevajalski obliki; lahko je beseda, poved ali odstavek.
sr: Цена је заснована на броју изворних низова и циљних језика. Изворни низ је текстуална јединица дефинисана у формату за превод. Може бити реч, реченица или пасус.
ug: باھا مەنبە ھەرپ تىزىقى سانى ۋە نىشان تىل سانى ئاساسىدا بولىدۇ. ئەسلى ھەرپ تىزىقى تەرجىمە پىچىمىدا بەلگىلەنگەن تېكىست بۆلىكى بولۇپ، سۆز، جۈملە ياكى ئابزاس بولۇشى مۇمكىن.
vi: Việc định giá được dựa trên số các xâu nguồn và ngôn ngữ đích. Xâu nguồn là một đơn vị văn bản được định nghĩa thành một định dạng bản dịch, nó có thể là một từ, một câu hoặc một đoạn văn.

source: All listed prices exclude VAT.
az: Bütün qeyd olunan qiymətlərə ƏDV daxil deyil.
bg: Цените са без ДДС.
br: Er-maez TGO emañ an holl brizioù war wel.
ckb: هەموو نرخە لیستکراوەکان VAT بەدەر دەکەن.
cy: Mae'r holl brisiau yn y rhestr yn eithrio TAW.
de: Alle angegebenen Preise verstehen sich zuzüglich der gesetzlichen Mehrwertsteuer.
eo: Ĉiuj listigitaj prezoj ekskludas AVI.
fil: Wala pong kasamang VAT ang lahat ng mga nakalistang presyo.
hu: A listázott árak nem tartalmazzák az ÁFÁ-t.
km: រាល់តម្លៃដែលបានចុះបញ្ជីមិនរាប់បញ្ចូលអាករបន្ថែមឡើយ។
lt: Visos pateiktos kainos yra be PVM.
lv: Visās norādītās cenās nav iekļauts PVN.
mr: सर्व सूचीबद्ध किंमती व्हॅट वगळतात.
sl: Vse cene so brez DDV.
sr: Приказане цене су без ПДВ-а.
ug: تىزىلغان بارلىق باھا قوشۇلما قىممەت بېجىنى ئۆز ئىچىگە ئالمايدۇ.
vi: Tất cả giá được liệt kê đều không bao gồm VAT.

source: EU end users and Czech companies will be charged with additional 21%% VAT.
az: Aİ-nin son istifadəçiləri və Çex şirkətləri əlavə 21%% ƏDV tutulacaq.
bg: Крайните потребители от ЕС и чешките компании ще бъдат таксувани с допълнителни 21%% ДДС.
br: Fakturennet e vo holl implijerien an UE hag an embregerezhioù tchek gant un TGO ouzhpenn a sav da 21 %%.
ckb: بەکارهێنەرانی کۆتایی یەکێتی ئەورووپا و کۆمپانیاکانی چیک بە 21%% زیاتر لە VAT تاوانبار دەبن.
cy: Bydd defnyddwyr terfynol yr UE a chwmnïau Tsiec yn gorfod talu 21%% TAW ychwanegol.
de: EU-Endverbrauchern und tschechischen Unternehmen werden zusätzlich 21%% Mehrwertsteuer berechnet.
eo: EU-finuzantoj kaj ĉeĥaj kompanioj estos ŝargitaj per plia 21%% AVI.
fil: May dagdag po na 21%% VAT sa singil para sa mga end user sa EU at mga kumpanyang Czech.
hu: EU és Cseh vállalatoknak további 21 %% ÁFA kerül kiszámlázásra.
km: អ្នកប្រើប្រាស់ចុងក្រោយរបស់សហភាពអឺរ៉ុប និងក្រុមហ៊ុនប្រទេសឆែក នឹងត្រូវបានគិតប្រាក់បន្ថែមជាមួយ VAT21%%។
lt: ES galutiniai vartotojai ir Čekijos įmonės turės sumokėti papildomą 21%% PVM.
lv: ES pilsoņiem un Čehijas uzņēmumiem tiks piemērots papildus PVN 21%% apmērā.
mr: EU च्या वापरकर्त्यांना व झेक रिपब्लिकच्या कंपन्यांना 21%% अधिक VAT भरावे लागेल.
sl: Končnim uporabnikom v EU ter češkim podjetjem bo obračunan dodatni 21 %% DDV.
sr: Корисницима у ЕУ и чешким компанијама биће додатно наплаћено 21%% ПДВ.
ug: ياۋروپا ئىتتىپاقى ئاخىرقى ئىشلەتكۈچىسى ۋە چېخىيە شىركەتلىرىدىن قوشۇمچە %%21 قوشۇمچە قىممەت بېجى ئېلىنىدۇ.
vi: Những người dùng cuối ở EU và các công ty ở Séc sẽ bị tính phí thêm 21%% VAT.

source: The reverse charge applies to invoices issued to businesses within the EU.
az: Əks ödəniş Aİ daxilində bizneslərə verilən fakturalara şamil edilir.
bg: Обратното вземане е приложимо за фактури, издадени на компании в рамките на ЕС.
br: Adpaeamant an TGO a dalvez evit ar fakturenniñ kaset da embregerezhioù an UE.
ckb: تۆمەتە پێچەوانەکەی بۆ ئەو لیستی کە بۆ بازرگانی لە ناو یەکێتی ئییودا دەرچووە.
cy: Mae’r tâl gwrthdro yn berthnasol i anfonebau a roddir i fusnesau o fewn yr UE.
de: Die Rückvergütung gilt für Rechnungen, die an Unternehmen innerhalb der EU ausgestellt werden.
eo: La inversa pagendaĵo validas por fakturoj emisiitaj al entreprenoj ene de EU.
fil: Malalapat po ang reverse charge sa mga invoice na inisyu sa mga negosyo sa loob ng EU.
hu: A fordított adózás az EU-n belüli vállalkozások számára kiállított számlákra vonatkozik.
km: ការគិតប្រាក់បញ្ច្រាសអនុវត្តចំពោះវិក្កយបត្រដែលចេញឱ្យអាជីវកម្មនៅក្នុងសហភាពអឺរ៉ុប។
lt: Atvirkštinis apmokestinimas taikomas sąskaitoms, išduotoms ES ribose esantiems verslams.
lv: Atlaide attiecas uz rēķiniem, kas izrakstīti ES uzņēmumiem.
mr: EU मध्ये असलेल्या व्यवसायांना दिलेल्या इनवॉइस वर उलट शुल्क लागू होईल.
sl: Obrnjena davčna obveznost velja za račune, izdane podjetjem v EU.
sr: Обрачун повраћаја се примењује на рачуне издате предузећима унутар ЕУ.
ug: قارشى يۆنىلىشتە ھەق ئېلىش ياۋروپا ئىتتىپاقى چېگراسى ئىچىدىكى شىركەتلەرگە كېسىلگەن تالونغا قوللىنىلىدۇ.
vi: Việc tính phí ngược có áp dụng cho các hóa đơn được cấp cho các doanh nghiệp trong EU.

source: No matching payment found.
az: Uyğun ödəniş tapılmadı.
bg: Няма намерено съответстващо плащане.
br: N'eus bet kavet paeamant ebet evit se.
ckb: هیچ پارەدانێکی هاوتا نەدۆزرایەوە.
cy: Heb ganfod taliad cyfatebol.
de: Keine passende Zahlung gefunden.
eo: Neniu kongrua pago trovita.
fil: Wala pong nakitang bayad na tumugma.
hu: Nem található megfelelő befizetés.
km: រកមិនឃើញការទូទាត់ដែលត្រូវគ្នា។
lt: Nerastas joks sutampantis mokėjimas.
lv: Atbilstošs maksājums netika atrasts.
mr: कोणतेही जुळणारे पेमेंट आढळले नाही.
sl: Ujemajočega plačila ni mogoče najti.
sr: Нема одговарајућег плаћања.
ug: ھېچقانداق ماس كېلىدىغان چىقىم تېپىلمىدى.
vi: Không tìm thấy thanh toán trùng khớp.

source: Thank you for purchasing a hosting plan, it is now active.
az: Hosting planı aldığınız üçün təşəkkür edirik, o indi aktivdir.
bg: Благодарим Ви за покупката на план за хостинг. Той вече е активен.
br: Ho trugarekaat evit bezañ prenet ur c'hinnig herberc'hiañ. Gweredekaet eo bet.
ckb: سوپاس بۆ کڕینی پلانی میوانداریکردن، ئێستا چالاکە.
cy: Diolch am brynu cynllun gwesteio, mae'n weithredol nawr.
de: Vielen Dank für den Kauf eines Hosting-Plans, es ist jetzt aktiv.
eo: Dankon pro aĉetado de gastiga plano, ĝi nun estas aktiva.
fil: Maraming salamat oo sa pagbili sa isang hosting plan, aktibo na po ito.
hu: Köszönjük, hogy megvásárolta a tárhelyet, most már aktív.
km: សូមអរគុណសម្រាប់ការទិញគម្រោងបង្ហោះ ឥឡូវនេះវាសកម្មហើយ។
lt: Dėkojame, kad pirkote prieglobos planą. Dabar jis jau veikia.
lv: Paldies, ka iegādājāties hostinga plānu, tagad tas ir aktīvs.
mr: होस्टिंग योजना खरेदी केल्याबद्दल धन्यवाद, ती आता सक्रिय झाली आहे.
sl: Hvala za nakup načrta za gostovanje, zdaj je aktiven.
sr: Хвала вам на куповини хостинг плана. Сада је активиран.
ug: ۋاكالىتەن باشقۇرۇش پىلانىنى سېتىۋالغانلىقىڭىزغا كۆپ رەھمەت، ھازىر ئۇ ئاكتىپلاندى.
vi: Cảm ơn bạn vì đã mua một kế hoạch lưu trữ, bây giờ nó đã hoạt động.

source: Thank you for purchasing a hosting plan, the payment for it is pending and will be processed in the background.
az: Hostinq planı aldığınız üçün təşəkkür edirik, onun ödənişi gözlənilir və fonda emal olunacaq.
bg: Благодарим Ви за покупката на план за хостинг. Плащането в момента е на изчакване и ще се обработи във фонов режим.
br: Ho trugarekaat evit bezañ prenet ur c'hinnig herberc'hiañ. O c'hortoz bezañ paeet emañ ha pledet e vo gantañ en drekleur.
ckb: سوپاس بۆ کڕینی پلانی میوانداریکردن، پارەدانەکەی لە چاوەڕوانیدایە و لە باکگراوند ئەنجام دەدریت.
cy: Diolch am brynu cynllun gwesteio, mae'r taliad ar ei gyfer yn yr arfaeth a bydd yn cael ei brosesu yn y cefndir.
de: Vielen Dank für den Kauf eines Hosting-Plans, die Zahlung dafür ist noch ausstehend und wird im Hintergrund bearbeitet.
eo: Dankon pro aĉetado de gastiga plano, la pago por ĝi estas atendata kaj estos procesita en la fono.
fil: Maraming salamat po sa pagbili sa isang hosting plan, nakabinbin po ang bayad para rito at ipoproseso po ito sa likuran.
hu: Köszönjük, hogy megvásárolta a tárhelyszolgáltatási csomagot, a befizetése még függőben van, az a háttérben lesz feldolgozva.
km: សូមអរគុណ សម្រាប់ការទិញគម្រោងបង្ហោះ ការទូទាត់សម្រាប់វាគឺកំពុងរង់ចាំ ហើយនឹងត្រូវដំណើរការនៅផ្ទៃខាងក្រោយ។
lt: Dėkojame, kad pirkote prieglobos planą. Mokėjimas už jį dar neatliktas ir bus apdorojamas fone.
lv: Paldies, ka iegādājāties hostinga plānu, maksājums tiek gaidīts un apstrādāts fonā.
mr: होस्टींग योजना विकत घेतल्याबद्दल मनापासून आभार. भरण अद्याप प्रलंबित आहे व पार्श्वभूमीत प्रक्रियेत आहे.
sl: Hvala za nakup načrta gostovanja, plačilo za to je v teku in bo obdelano v ozadju.
sr: Хвала вам на куповини хостинг плана. Плаћање је у току и биће обрађено у позадини.
ug: ۋاكالىتەن باشقۇرۇش پىلانىنى سېتىۋالغانلىقىڭىزغا كۆپ رەھمەت، چىقىم قىلىش بىر تەرەپ قىلىشنى كۈتۈۋاتىدۇ، ئارقا سۇپىدا بىجىرىلىدۇ.
vi: Cảm ơn bạn vì đã mua một kế hoạch lưu trữ, lượt thanh toán cho kế hoạch đó đang chờ và sẽ được xử lý trong nền.

source: The payment was rejected: {}
az: Ödəniş rədd edildi: {}
bg: Плащането беше отхвърлено: {}
br: Distaolet eo bet ar paeamant : {}
ckb: پارەدان ڕەتکرایەوە: {}
cy: Gwrthodwyd y taliad: {}
de: Die Zahlung wurde zurückgewiesen: {}
eo: La pago estis malakceptita: {}
fil: Tinanggihan po ang bayad: {}
hu: A fizetés el lett utasítva: {}
km: ការទូទាត់ប្រាក់ត្រូវបានច្រានចោល៖ {}
lt: Mokėjimas atmestas: {}
lv: Maksājums tika noraidīts: {}
mr: देयक नाकारले गेले: {}
sl: Plačilo je zavrnjeno: {}
sr: Плаћање је одбијено: {}
ug: پۇل تۆلەش رەت قىلىندى: {}
vi: Thanh toán bị từ chối: {}

source: Unknown reason
az: Naməlum səbəb
bg: Неизвестна причина
br: Abeg dianav
ckb: هۆکاری نەزانراو
cy: Rheswm anhysbys
de: Aus unbekanntem Grund
eo: Nekonata kialo
fil: Di alam na dahilan
hu: Ismeretlen ok
km: មូលហេតុមិនស្គាល់
lt: Nežinoma priežastis
lv: Nezināma iemesla dēļ
mr: अज्ञात कारण
sl: Neznan razlog
sr: Непознат разлог
ug: نامەلۇم سەۋەب
vi: Lý do không xác định
