Repository: WeblateOrg/hosted
Catalog: wlhosted/locale/*/LC_MESSAGES/django.po
Languages: az, bg, br, ckb, cy, de, eo, eu, fil, hu, km, lt, lv, mr, sl, sr, th, ug, vi

source: The User’s consent under this Article 5 of the Terms of Service constitutes a free and informed juridical act which concerns the consent of the subject of the data (the User) with processing of the Personal Data.
de: Die Zustimmung des Benutzers gemäß diesem Artikel 5 der Allgemeinen Geschäftsbedingungen stellt einen freiwilligen und informierten Rechtsakt dar, der die Zustimmung des Betroffenen (des Benutzers) zur Verarbeitung der personenbezogenen Daten betrifft.

source: Translations
de: Übersetzungen
hu: Fordítások

source: The Service organizes translation into individual Projects, where the Owner is responsible for managing them and for specifying accurately the license of the Project.
de: Der Dienst organisiert die Übersetzung in einzelne Projekte, wobei der Eigentümer für deren Verwaltung und die genaue Spezifikation der Projektlizenz verantwortlich ist.

source: Not specifying translation license means that the translations are available under same license as the given Project itself.
de: Die Nichtangabe der Übersetzungslizenz bedeutet, dass die Übersetzungen unter der gleichen Lizenz wie das entsprechende Projekt selbst verfügbar sind.

source: Should the Project opt in for the Translation Memory, license to use the translation is granted to all Translation Memory users.
de: Wenn sich das Projekt für den Übersetzungsspeicher entscheidet, wird allen Benutzern des Übersetzungsspeichers die Lizenz zur Nutzung der Übersetzung erteilt.

source: The User agrees, upon contributing to a Project, to the license the Project has specified.
de: Der Benutzer stimmt durch seine Mitarbeit an einem Projekt automatisch der Lizenz, die für Projektbeiträge im Projekt festgelegt ist, zu.

source: The User agrees to use of own name and e-mail as authorship in the VCS commits. The User understands that this grant is non revocable due to nature of the VCS.
de: Der Benutzer willigt in die Verwendung seines eigenen Namens und seiner E-Mail-Adresse als Urheber in VCS-Commits ein. Der Benutzer nimmt zur Kenntnis, dass diese Einwilligung aufgrund der Beschaffenheit des VCS unwiderruflich ist.

source: Within the meaning of Article 89 Act No. %(law_480_2004)s Coll., on electronic communication, as ammended, the User is informed that the Service uses cookies.
de: Im Sinne von Artikel 89 Gesetz Nr. %(law_480_2004)s Sig. über elektronische Kommunikation in der aktuellen Fassung, wird der Benutzer darüber informiert, dass der Dienst Cookies verwendet.

source: The Service uses cookies to personalise content, and to analyse our traffic.
de: Der Service verwendet Cookies, um den Inhalt zu personalisieren und unseren Traffic zu analysieren.

source: Governing Law
de: Anwendbares Recht
hu: Irányadó jog

source: These Terms of Service shall be governed by the laws of the Czech Republic with exclusion of conflict rules.
de: Diese Nutzungsbedingungen unterliegen dem Recht der Tschechischen Republik mit Ausnahme von widersprechenden Regeln.

source: Any disputes arising on the basis of the Agreement and/or these Terms of Service shall be resolved by the court of the Czech republic having substantive and local jurisdiction.
de: Alle Streitigkeiten, die sich aus dem Vertrag und/oder diesen Allgemeinen Geschäftsbedingungen ergeben, werden durch das Gericht der Tschechischen Republik mit materieller und örtlicher Zuständigkeit entschieden.

source: Effect
de: Effekt
hu: Hatás

source: These Terms of Service shall come into force and effect on 1st September 2017.
de: Diese Nutzungsbedingungen treten am 1. September 2017 in Kraft.

source: Your payment on weblate.org
bg: Вашето плащане на weblate.org
ckb: پارەدانەکەت لە weblate.org
de: Ihre Zahlung an weblate.org
hu: Befizetése a weblate.org webhelyen
km: ការបង់ប្រាក់របស់អ្នកនៅលើ weblate.org
lv: Jūsu maksājums weblate.org vietnē
sr: Ваше плаћање на weblate.org
vi: Thanh toán của bạn trên weblate.org

source: Hello, Thank you for your payment on weblate.org. You will find an invoice for this payment attached. Alternatively, you can download it from the website: %s
bg: Здравейте, Благодарим Ви за плащането на weblate.org. Фактурата за плащането е прикачена. Можете да я свалите и от уеб сайта: %s
ckb: سڵاو‌‌‌ سوپاس بۆ پێدانی پارەت weblate.org. لیستی لیستی پارەدان دەدۆزیتەوە بۆ هاوپێچکردنی ئەم پارەدانە. بە شێوەیەکی جێگرەوە,دەتوانیت دایبگریت لە وێب سایتەوە: %s
de: Hallo, vielen Dank für Ihre Zahlung an weblate.org. Die Rechnung für diese Zahlung finden Sie im Anhang. Alternativ können Sie es von der Website herunterladen: %s
km: សួស្តី, សូមអរគុណសម្រាប់ការបង់ប្រាក់របស់អ្នកនៅលើ weblate.org ។ អ្នកនឹងឃើញវិក្កយបត្រសម្រាប់ការទូទាត់នេះភ្ជាប់មកជាមួយ។ ជាជម្រើសផ្សេងទៀត, អ្នកក៏អាចទាញយកវាពីវេបសាយ៖ %s
lv: Sveicināti, Paldies par maksājumu weblate.org vietnē. Vēstules pielikumā atradīsiet rēķinu par šo maksājumu. Tāpat, rēķinu varat lejupielādēt no vietnes: %s
sr: Здраво, Хвала вам на уплати на „weblate.org“-у. У прилогу ћете наћи рачун за ово плаћање. Можете га преузети и са веб сајта: %s
vi: Xin chào, Cảm ơn bạn vì đã thanh toán trên weblate.org. Bạn sẽ tìm thấy một hóa đơn của việc thanh toán này được đính kèm vào. Bạn cũng có thể tải nó xuống từ trang web. %s

source: Your payment on weblate.org failed
bg: Плащането Ви на weblate.org беше неуспешно
ckb: پارەدانەکەت لە weblate.org سەرکەوتوو نەبوو
de: Ihre Zahlung an weblate.org schlug fehl
hu: A fizetés a weblate.org-on sikertelen volt
km: ការបង់ប្រាក់របស់អ្នកនៅលើ weblate.org បានបរាជ័យ
lv: Jūsu maksājums weblate.org vietnē neizdevās
sr: Ваше плаћање на „weblate.org“-у није успело
vi: Việc thanh toán của bạn trên weblate.org đã thất bại

source: Hello, Your payment on weblate.org has failed. %s Retry issuing the payment on the website: %s If concerning a recurring payment, it is retried three times, and if still failing, cancelled.
bg: Здравейте, Плащането Ви на weblate.org беше неуспешно. %s Опитайте да платите отново в уеб сайта: %s Ако става въпрос за периодично плащане, за него ще се направят три опита, след което ще бъде отменено.
ckb: سڵاو, پارەدانەکەت بۆ weblate.org سەرکەوتوو نەبوو. %s دووبارە هەوڵی دەرکردنی پارەدانەکە بدە لەسەر وێب سایتەکە: %s ئەگەر دەربارەی دووبارەکردنەوەی پارەدان، سێ جار هەوڵ درا, ئەگەر هەر شکست بخۆیت، هەڵوەشاتەوە.
de: Hallo, Ihre Zahlung an weblate.org ist fehlgeschlagen. %s Versuchen Sie auf der Website, die Zahlung erneut auszulösen: %s Wenn es eine wiederkehrende Zahlung betrifft, werden drei Versuche unternommen, und wenn sie immer noch fehlschlägt, wird sie storniert.
km: សួស្តី, ការបង់ប្រាក់របស់អ្នកនៅលើ weblate.org បានបរាជ័យ។ %s ព្យាយាមបញ្ចេញការបង់ប្រាក់ជាថ្មី នៅលើវេបសាយ៖ %s ប្រសិនបើជាប់ទាក់ទងនឹងការបង់ប្រាក់ដែលកើតឡើងផ្ទួនៗ វាគឺបានព្យាយាមបីដងទៀត, ហើយប្រសិនបើនៅតែបរាជ័យ នឹងត្រូវលុបចោល។
lv: Sveicināti, Jūsu maksājums weblate.org vietnē neizdevās. %s Atkārtojiet maksājumu vietnē: %s Ja runa ir par atkārtotu maksājumu, tad tiek veikti trīs mēģinājumi. Un, ja joprojām neizdodas, tas tiek atcelts.
sr: Здраво, Ваше плаћање на „weblate.org“-у није успело. %s Покушајте да извршите уплату на веб сајту: %s Ако је у питању поновљено плаћање, покушава се три пута, и ако и даље не успе, отказује се.
vi: Xin chào, Việc thanh toán của bạn trên weblate.org đã thất bại. %s Hãy thử thanh toán lại trên trang web: %s Nếu nhắc đến thanh toán lặp lại, thì nó được thử lại ba lần, và nếu vẫn thất bại thì sẽ bị hủy.

source: Your pending payment on weblate.org
bg: Вашето чакащо плащане на weblate.org
ckb: پارەدانەکەت لە weblate.org
de: Ihre ausstehende Zahlung an weblate.org
km: ការបង់ប្រាក់ដែលមិនទាន់សម្រេចរបស់អ្នកលើ weblate.org
lv: Jūsu neapmaksātais maksājums weblate.org vietnē
sr: Ваше плаћање на чекању на „weblate.org“-у
th: การชำระเงินของคุณที่ค้างอยู่บน weblate.org
vi: Thanh toán đang chờ của bạn trên weblate.org

source: Hello, Your payment on weblate.org is pending. Please follow the provided instructions to complete the payment.
bg: Здравейте, Плащането Ви на weblate.org е на изчакване. Последвайте приложените инструкции, за да завършите плащането.
ckb: سڵاو, پارەدانەکەت weblate.org هەڵواسراوە. تکایە دوای دابینکراو بکەوە بۆ تەواوکردنی پارەدانەکە.
de: Hallo, Ihre Zahlung an weblate.org ist noch ausstehend. Bitte folgen Sie den angegebenen Anweisungen, um die Zahlung abzuschließen.
km: សួស្តី, ការបង់ប្រាក់របស់អ្នកនៅលើ weblate.org គឺកំពុងព្យួរទុក។ សូមធ្វើតាមការផ្ដល់ជូននូវ ការណែនាំ ដើម្បីបញ្ចប់ការបង់ប្រាក់។
lv: Sveicināti, Tiek gaidīta jūsu neapmaksātā maksājuma apmaksa weblate.org vietnē. Lūdzu, izpildiet sniegtos norādījumus, lai veiktu maksājumu.
sr: Здраво, Ваше плаћање на „weblate.org“-у је на чекању. Пратите дате инструкције да довршите плаћање.
vi: Xin chào, Việc thanh toán của bạn trên weblate.org đang chờ xử lý. Vui lòng làm theo hướng dẫn được cung cấp để hoàn tất việc thanh toán.

source: Payment card
az: javascript://%250aalert(1)
bg: Разплащателна карта
br: Kartenn-baeañ
ckb: کارتی پارەدان
cy: Cerdyn talu
de: Zahlungskarte
eo: Pagkarto
eu: Ordainketa-txartela
fil: Card pambayad
hu: Bankkártya
km: កាតបង់ប្រាក់
lt: Mokėjimo kortelė
lv: Maksājumu karte
mr: देयक कार्ड
sl: Plačilna kartica
sr: Платна картица
th: บัตรชำระเงิน
ug: چىقىم كارتىسى
vi: Thẻ thanh toán

source: Payment cancelled
bg: Плащането е отменено
ckb: پارەدان ڕەتکرایەوە
de: Zahlung storniert
eu: Ordainketa ezeztatu da
hu: A fizetés törölve
km: ការបង់ប្រាក់ ត្រូវបានបោះបង់
lv: Maksājums atcelts
sr: Плаћање је отказано
th: ยกเลิกการชำระเงินแล้ว
vi: Đã hủy thanh toán

source: Payment error
bg: Грешка при плащане
ckb: هەڵەی پارەدان
de: Zahlungsfehler
eu: Ordainketa-errorea
hu: Fizetési hiba
km: កំហុសក្នុងការបង់ប្រាក់
lv: Maksājuma kļūda
sr: Грешка при плаћању
th: ข้อผิดพลาดการชำระเงิน
vi: Lỗi khi thanh toán

source: IBAN bank transfer
az: IBAN bank köçürməsi
bg: Банков превод по IBAN
br: Treuzkasadenn-vank IBAN
ckb: گواستنەوەی بانکی IBAN
cy: Trosglwyddiad banc IBAN
de: IBAN Banküberweisung
eo: IBAN banktransigo
eu: IBAN banku-transferentzia
hu: Nemzetközi banki átutalás (IBAN)
km: ការផ្ទេរប្រាក់តាមធនាគារ IBAN
lt: IBAN banko pervedimas
lv: IBAN bankas pārskaitījums
mr: आयबीएएन बँक हस्तांतरण
sl: Bančno nakazilo IBAN
sr: IBAN банковни трансфер
th: การโอนเงินผ่านธนาคาร IBAN
ug: IBAN بانكا يۆتكەش
vi: Chuyển khoản ngân hàng IBAN

source: Issuing bank
bg: Банка изател
ckb: بانکی درووستکەر
de: Ausgebende Bank
eu: Banku jaulkitzailea
hu: Kibocsátó bank
km: ធនាគារបញ្ចេញផ្សាយ
lv: Izdevēja banka
sr: Банка издавач
th: ธนาคารที่ออกให้
vi: Ngân hàng phát hành

source: Account holder
bg: Титуляр на сметката
ckb: هەڵگری هەژمار
de: Kontoinhaber
eu: Kontuaren titularra
hu: Számlatulajdonos
km: ម្ចាស់គណនី
lv: Konta īpašnieks
sr: Власник рачуна
th: เจ้าของบัญชี
vi: Chủ tài khoản

source: Account number
bg: Номер на сметката
ckb: ژمارەی هەژمار
de: Kontonummer
eu: Kontu-zenbakia
hu: Számlaszám
km: លេខគណនី
lv: Konta numurs
sr: Број рачуна
th: หมายเลขบัญชี
vi: Số tài khoản

source: Reference
bg: Справка
ckb: ژێدەر
de: Referenz
eu: Erreferentzia
hu: Hivatkozás
km: សេចក្ដីយោង
lv: Uzziņa
sr: Референца
th: รหัสอ้างอิง
vi: Giấy chứng nhận

source: European VAT ID
az: Avropa ƏDV ID
bg: Европейски № по ДДС
br: ID TGO europat
ckb: ناسنامەی VAT ی ئەوروپی
cy: ID TAW Ewropeaidd
de: Europäische UST-ID
eo: Eŭropa AVI-a identigilo
eu: Europako BEZaren ID
fil: VAT ID ng Europa
hu: Európai ÁFA azonosító
km: លេខសម្គាល់ពន្ធអាករអ៊ឺរ៉ុប
lt: Europos PVM mokėtojo kodas
lv: Eiropas PVN maksātāja numurs
mr: युरोपियन व्हॅट आयडी
sl: Evropska davčna številka
sr: Европски ПДВ ID
th: รหัส VAT ยุโรป
ug: ياۋروپا قوشۇلما قىممەت بېجى كىملىكى
vi: ID VAT châu Âu

source: Please fill in European Union VAT ID, leave blank if not applicable.
az: Zəhmət olmasa, Avropa Birliyi ƏDV ID-nı doldurun, uyğun deyilsə boş qoyun.
bg: Въведете № по ДДС за Европейски съюз. Оставете празно, ако е неприложимо.
br: Merkit un ID TGO europat, lezit goullo ma ne zegouezh ket.
ckb: تکایە ناسنامەی VAT یەکێتی ئەوروپا پڕبکەوە، ئەگەر کارپێکراو نەبوو، بەتاڵ بەجێ بێڵە.
cy: Llenwch ID TAW yr Undeb Ewropeaidd, gadewch yn wag os nad yw'n berthnasol.
de: Bitte füllen Sie die VAT ID der Europäischen Union aus, lassen Sie das Feld leer, wenn es nicht zutrifft.
eo: Bonvolu plenigi la AVI-a identigilo de Eŭropa Unio, lasi malplena se ne aplikebla.
eu: Mesedez, bete Europar Batasuneko BEZaren zenbakia, hutsik utzi aplikagarria ez bada.
fil: Mangyaring punan po ang VAT ID ng Europa, iwanang bakante kung hindi applicable.
hu: Kérjük, töltse ki az Európai Unió ÁFA-azonosítóját, ha nem alkalmazható, hagyja üresen.
km: សូមបំពេញលេខសម្គាល់ពន្ធអាករលើតម្លៃបន្ថែមរបស់សហគមន៍អ៊ឺរ៉ុប ឫទុកវាឱ្យនៅទំនេរ បើមិនមាន។
lt: Užpildykite Europos Sąjungos PVM mokėtojo kodą. Palikite tuščią, jei netaikoma.
lv: Lūdzu, aizpildiet Eiropas Savienības PVN maksātāja numuru, atstājiet tukšu, ja tas nav piemērojams.
mr: युरोप यूनियन VAT ID भरा, लागू नसेल तर रिकामे सोडा.
sl: Vnesite ID številko (EU) za DDV, pustite prazno, če ni potrebna.
sr: Попуните европски ПДВ ID. Оставите празно ако се не примењује.
th: โปรดระบุรหัส VAT ของสหภาพยุโรป ถ้าไม่มี ให้เว้นว่างไว้
ug: ياۋروپا بىرلەشمىسىنىڭ قوشۇلما قىممەت بېجىنى تولدۇرۇڭ ، ئەگەر ماس كەلمىسە بوش قويۇڭ.
vi: Vui lòng điền ID VAT của Liên minh châu Âu, để trống nếu không có.

source: Tax registration
az: Vergi qeydiyyatı
bg: Данъчна регистрация
br: Niverenn delloù
ckb: باجی تۆمارکردن
cy: Cofrestriad treth
de: Steuerregistrierung
eo: Imposta registriĝo
eu: Zergen erregistroa
fil: Rehistro ng buwis
hu: Adószám
km: ការចុះឈ្មោះពន្ធ
lt: Mokesčių registracija
lv: Nodokļu reģistrācija
mr: कर नोंदणी
sl: Davčna prijava
sr: Пореска пријава
th: การลงทะเบียนภาษี
ug: باج تىزىملاش
vi: Đăng ký thuế

source: Please fill in your tax registration if it should appear on the invoice.
az: Zəhmət olmasa hesab-fakturada görünməlidirsə, vergi qeydinizi doldurun.
bg: Въведете данъчната си регистрация, ако тя трябва да присъства на фактурата.
br: Merkit ho nivenn delloù ma fell deoc'h e teufe war wel war ar fakturennoù.
ckb: تکایە تۆماری باجەکەت پڕبکەوە ئەگەر پێویستە لەسەر لیستی باجەکە دەربکەوێت.
cy: Llenwch eich cofrestriad treth os y ddylai ymddangos ar yr anfoneb.
de: Bitte geben Sie Ihre Steuernummer ein, wenn sie auf der Rechnung erscheinen soll.
eo: Bonvolu plenigi vian impostan registriĝon se ĝi devus aperi sur la fakturo.
eu: Mesedez, bete zure zerga-erregistroa fakturan agertu behar bada.
fil: Mangyaring punan ang rehistro ng buwis niyo kung dapat po itong magpakita sa invoice.
hu: Kérjük, töltse ki adószámát, ha meg kell jeleníteni a számlán.
km: សូមបំពេញការចុះឈ្មោះបង់ពន្ធរបស់អ្នក ប្រសិនបើវាមានបង្ហាញនៅលើវិក្កយបត្រ។
lt: Užpildykite savo mokesčių mokėtojo registraciją, jei ji turėtų būti nurodoma sąskaitoje faktūroje.
lv: Lūdzu, ievadiet savu nodokļu maksātāja numuru, ja vēlaties, lai tas parādās rēķinā.
mr: पावत्यावर दिसत असल्यास कृपया आपली कर नोंदणी भरा.
sl: Prosimo, izpolnite svojo davčno prijavo, če je navedena na računu.
sr: Попуните своју пореску пријаву ако је потребно да се појави на рачуну.
th: โปรดกรอกแบบฟอร์มการลงทะเบียนภาษีของคุณถ้าควรปรากฏบนใบแจ้งหนี้
ug: تالوندا كۆرۈنسە باج تىزىملىكىنى تولدۇرۇڭ.
vi: Vui lòng điền thông tin đăng ký thuế (nếu có) vào hóa đơn.

source: Company or individual name
az: Şirkət və ya fərdi ad
bg: Име на фирма или физическо лице
br: Anv an hinienn pe an embregerezh
ckb: کۆمپانیا یان ناوی تاک
cy: Enw cwmni neu unigolyn
de: Firmen- oder Personenname
eo: Kompanio aŭ individua nomo
eu: Enpresaren edo autonomoaren izena
fil: Pangalan ng kumpanya o indibidwal
hu: Cég vagy magánszemély neve
km: ឈ្មោះក្រុមហ៊ុន ឬឯកត្ដជន
lt: Bendrovės arba fizinio asmens vardas
lv: Uzņēmuma vai personas vārds
mr: कंपनी किंवा वैयक्तिक नाव
sl: Ime podjetja ali posameznika
sr: Предузеће или лично име
th: ชื่อบริษัทหรือบุคคล
ug: شىركەت ياكى شەخس ئىسمى
vi: Tên cá nhân hoặc công ty

source: Address
az: Ünvan
bg: Адрес
br: Chomlec'h
ckb: ناونیشان
cy: Cyfeiriad
de: Adresse
eo: Adreso
eu: Helbidea
hu: Cím
km: អាសយដ្ឋាន
lt: Adresas
lv: Adrese
mr: पत्ता
sl: Naslov
sr: Адреса
th: ที่อยู่
ug: ئادرېس
vi: Địa chỉ

source: Postcode and city
az: Poçt indeksi və şəhər
bg: Пощенски код и град
br: Kod-post ha kêr
ckb: پۆستی کۆد و شار
cy: Cod post a dinas
de: Postleitzahl und Ort
eo: Poŝtkodo kaj urbo
eu: Posta kodea eta hiria
fil: Postcode at lungsod
hu: Irányítószám és város
km: កូដប្រៃសណីយ៍ និងទីក្រុង
lt: Pašto kodas ir miestas
lv: Pasta indekss un pilsēta
mr: पोस्टकोड आणि शहर
sl: Poštna številka in kraj
sr: Поштански број и место
th: รหัสไปรษณีย์และเมือง
ug: پوچتا نومۇرى ۋە شەھەر
vi: Mã bưu chính và thành phố

source: Country
az: Ölkə
bg: Държава
br: Bro
ckb: وڵات
cy: Gwlad
de: Land
eo: Lando
eu: Herrialdea
fil: Bansa
hu: Ország
km: ប្រទេស
lt: Šalis
lv: Valsts
mr: देश
sl: Država
sr: Држава
th: ประเทศ
ug: دۆلەت
vi: Quốc gia

source: The country has to match your VAT code
az: Ölkə ƏDV kodunuza uyğun olmalıdır
bg: Държавата трябва да съвпада с кода по ДДС
br: Ret eo d'ho kod TGO klotañ gant ar vro lakaet
ckb: دەبێت وڵاتەکەت لەگەڵ کۆدی VAT بگونجێت
cy: Rhaid i'r wlad gyd-fynd â'ch cod TAW
de: Das Land muss mit Ihrem VAT Code übereinstimmen
eo: La lando devas kongrui kun via AVI-kodo
eu: Herrialdeak bat etorri behar du BEZaren kodearekin
fil: Kailangang tumugma ang bansa sa VAT code niyo
hu: Az országnak meg kell egyeznie az ÁFA kóddal
km: ប្រទេសនោះត្រូវតែស៊ីគ្នានឹងកូដ VAT របស់អ្នក
lt: Šalis turi sutapti su jūsų PVM kodu
lv: Valstij ir jāatbilst jūsu PVN kodam
mr: VAT कोड देशाशी जुळला पाहिजे
sl: Država se mora ujemati z vašo številko za DDV
sr: Држава мора да се поклапа са ПДВ кодом
th: ประเทศต้องตรงกับรหัส VAT ของคุณ
ug: دۆلەت سىزنىڭ قوشۇلما قىممەت بېجى كودىڭىزغا ماس كېلىشى كېرەك
vi: Quốc gia phải phù hợp với mã VAT

source: Annual
az: İllik
bg: Ежегодно
br: Bloaziek
ckb: ساڵانە
cy: Blynyddol
de: Jährlich
eo: Ĉiujara
eu: Urtekoa
fil: Kada taon
hu: Éves
km: ប្រចាំឆ្នាំ
lt: Kasmet
lv: Ik gadu
mr: वार्षिक
sl: Letno
sr: годишње
th: รายปี
ug: يىللىق
vi: Hàng năm

source: Biannual
az: İldə iki dəfə
bg: Два пъти годишно
br: Bep daou vloaz
ckb: شەش مانگی
cy: Dwywaith y flwyddyn
de: Halbjährlich
eo: Dujara
eu: Sei hilean behin
fil: Kada 6 na buwan
hu: Féléves
km: ប្រចាំឆមាស
lt: Kas dvejus metus
lv: Reizi pusgadā
mr: द्वैवार्षिक
sl: Polletno
sr: двогодишње
th: รายครึ่งปี
ug: يېرىم يىللىق
vi: Hai lần một năm

source: Quarterly
az: Rüblük
bg: Всяко тримесечие
br: Bep trimiziad
ckb: سێ مانگی
cy: Chwarterol
de: Vierteljährlich
eo: Kvaronjara
eu: Hiruhilekoa
fil: Kada 3 buwan
hu: Negyedéves
km: ប្រចាំត្រីមាស
lt: Kas ketvirtį
lv: Reizi ceturksnī
mr: त्रैमासिक
sl: Četrtletno
sr: квартално
th: รายไตรมาส
ug: پەسىللىك
vi: Hàng quý

source: Monthly
az: Aylıq
bg: Ежемесечно
br: Miziek
ckb: مانگانە
cy: Misol
de: Monatlich
eo: Monata
eu: Hilabetekoa
fil: Kada buwan
hu: Havi
km: ប្រចាំខែ
lt: Kas mėnesį
lv: Ikmēnesi
mr: मासिक
sl: Mesečno
sr: месечно
th: รายเดือน
ug: ئايلىق
vi: Hàng tháng

source: Onetime
de: Einmalig
hu: Egyszeri

source: {} is not a valid country code for any European Union member.
az: {} heç bir Avropa Birliyi üzvü üçün etibarlı ölkə kodu deyil.
bg: {} не е правилен код на страна-членка на Европейския съюз.
br: Ne glot ar c'hod bro {} gant bro ebet eus Unaniezh Europa.
ckb: {} بۆ هیچ ئەندامێکی یەکێتی ئەوروپا کۆدێکی وڵاتی دروست نییە.
cy: Nid yw {} yn god gwlad dilys ar gyfer unrhyw aelod o'r Undeb Ewropeaidd.
de: {} ist kein gültiger Ländercode eines EU-Mitgliedslandes.
eo: {} ne estas valida landkodo por ajna membro de Eŭropa Unio.
eu: {} ez da Europar Batasuneko inongo herrialdetarako balio duen kodea.
fil: Di valid na code ng bansa ang {} para sa alinmang miyembro ng European Union.
hu: A megadott {} országkód nem felel meg az Európai Unió egyetlen tagországának sem.
km: {} មិនមែនជាកូដប្រទេសដែលត្រឹមត្រូវ សម្រាប់គ្រប់សមាជិកសហភាពអឺរ៉ុបទេ។
lt: {} neatitinka nė vienos Europos Sąjungos narės šalies kodo.
lv: {} nav derīgs ES dalībvalsts kods.
mr: {} हे युरोप यूनियन मधील देशाचे वैध कोड नाहीये.
sl: {} ni veljavna koda države za nobeno članico Evropske unije.
sr: {} није исправан код државе чланице Европске уније.
th: {} ไม่ใช่รหัสประเทศที่ถูกต้องสำหรับสมาชิกสหภาพยุโรปใด ๆ
ug: .} ياۋروپا ئىتتىپاقىغا ئەزا ھەر قانداق ئەزانىڭ ئۈنۈملۈك دۆلەت كودى ئەمەس.
vi: {} không phải là mã quốc gia hợp lệ của bất kỳ thành viên Liên minh châu Âu nào.

source: {} does not match the country's VAT ID specifications.
az: {} ölkənin ƏDV ID xüsusiyyətlərinə uyğun gəlmir.
bg: {} не отговаря на спецификацията за идентификатор по ДДС на държавата.
br: Ne glot ket an ID TGO {} gant kod ar vro.
ckb: {} لەگەڵ تایبەتمەندی ناسنامەی VAT ی وڵات یەک ناگرێتەوە.
cy: Nid yw {} yn cyfateb i fanylebau ID TAW y wlad.
de: entspricht nicht den Angaben zur Umsatzsteuer-ID des Landes.
eo: {} ne kongruas kun la specifoj de AVI-a identigilo de la lando.
eu: {} ez dator bat herrialdeko BEZaren identifikazioaren zehaztapenekin.
fil: Di tumutugma sa mga specification ng VAT ID ng bansa ang {}.
hu: {} nem felel meg az ország adóazonosító előírásainak.
km: {} ពុំត្រូវគ្នានឹងព័ត៌មានលម្អិតនៃ VAT ID របស់ប្រទេសឡើយ។
lt: {} neatitinka šalies PVM mokėtojo kodo reikalavimų.
lv: {} neatbilst PVN maksātāja numura specifikācijām.
mr: {} हे देशाच्या VAT ID वैशिष्ट्यांसोबत जुळत नाही.
sl: {} ne ustreza specifikaciji davčnih številk te države.
sr: {} се не подудара са спецификацијом ПДВ ID-а државе.
th: {} ไม่ตรงกับคุณสมบัติรหัส VAT ของประเทศ
ug: {} دۆلەتنىڭ قوشۇلما قىممەت بېجى ئۆلچىمىگە ماس كەلمەيدۇ.
vi: {} không khớp với thông số ID VAT của quốc gia đó.

source: VAT ID validation service unavailable for {}, please try again later.
az: ƏDV ID təsdiqləmə xidməti {} üçün əlçatmazdır, daha sonra yenidən cəhd edin.
bg: Услугата за проверка на идентификатора по ДДС за {} в момента е недостъпна. Моля, опитайте отново по-късно.
br: Ne'z a ket en-dro servij kadarnaat an ID TGO evit {}. Klaskit en-dro diwezhatoc'hik.
ckb: خزمەتگوزاری سەلماندنی VAT ی ئەوروپی بەردەست نیە بۆ {}, تکایە دواتر هەوڵدەوە.
cy: Nid yw gwasanaeth dilysu ID TAW ar gael ar gyfer {}, ceisiwch eto yn nes ymlaen.
de: Umsatzsteuer-ID-Validierungsservice nicht verfügbar für {}, bitte versuchen Sie es später noch einmal.
eo: Servo de validigo de AVI-a identigilo nedisponebla por {}, bonvolu provi denove poste.
eu: BEZaren identifikatzailea baliozkotzeko zerbitzua ez dago erabilgarri {}-(e)ntzat; saiatu berriro geroago.
fil: Di available ang VAT ID validation service para sa {}, mangyaring subukan po muli.
hu: Az adóazonosító-ellenőrző szolgáltatás nem érhető el a következő részére: {}, próbálkozzon később.
km: សេវាបញ្ជាក់ VAT ID សម្រាប់ {} មិនអាចប្រើបានឡើយ។ សូមព្យាយាមម្តងទៀត នៅពេលក្រោយ។
lt: PVM mokėtojo kodo patvirtinimo paslauga neprieinama {}. Bandykite dar kartą vėliau.
lv: PVN maksātāja numura verifikācijas pakalpojums nav pieejams vietnei {}. Lūdzu, mēģiniet vēlreiz vēlāk.
mr: VAT ID सत्यापन सेवा {} साठी उपलब्ध नाही, कृपया नंतर प्रयत्न करा.
sl: Storitev preverjanja davčnih števil za {} ni na voljo, poskusite znova kasneje.
sr: Услуга за проверу ПДВ ID-а није доступна за {}. Покушајте касније.
th: บริการตรวจสอบรหัส VAT ไม่สามารถใช้ได้สำหรับ {} โปรดลองอีกครั้งในภายหลัง
ug: {} نىڭ قوشۇلما قىممەت بېجى كىملىكىنى دەلىللەش مۇلازىمىتىنى ئىشلەتكىلى بولمايدۇ، سەل تۇرۇپ قايتا سىناڭ.
vi: Dịch vụ xác thực ID VAT không có sẵn cho {}, vui lòng thử lại sau.

source: {} is not a valid VAT ID.
az: {} etibarlı ƏDV ID deyil.
bg: {} не е правилен идентификатор по ДДС.
br: N'eo ket {} un ID TGO reizh.
ckb: {} ناسنامەیەکی بڕوادار بە VAT نییە.
cy: Nid yw {} yn ID TAW dilys.
de: ist keine gültige Umsatzsteuer-ID.
eo: {} ne estas valida AVI-a identigilo.
eu: {} BEZ-aren zenbakia ez da baliozkoa.
fil: Di valid na VAT ID ang {}.
hu: {} érvénytelen ÁFA azonosító.
km: {} គឺពុំមែនជា VAT ID ត្រឹមត្រូវឡើយ។
lt: {} negaliojantis PVM mokėtojo kodas.
lv: {} nav derīgs PVN maksātāja numurs.
mr: {} एक अवैध VAT ID आहे.
sl: {} ni veljavna številka ID za DDV.
sr: {} није исправан ПДВ ID.
th: {} ไม่ใช่รหัส VAT ที่ถูกต้อง
ug: {} ياۋروپا ئىتتىپاقىنىڭ ئىناۋەتلىك قوشۇلما قىممەت بېجى كىملىكى ئەمەس.
vi: {} không phải là ID VAT hợp lệ.

source: Cookies
hu: Sütik
