Repository: WeblateOrg/hosted
Catalog: wlhosted/locale/*/LC_MESSAGES/django.po
Languages: az, bg, br, ckb, cy, de, eo, eu, fil, hu, km, lt, lv, mr, sl, sr, th, ug, vi

source: Payments are temporarily inactive.
az: Ödənişlər müvəqqəti olaraq qeyri-aktivdir.
bg: Плащанията временно не работят.
br: Diweredekaet eo bet ar paeañ evit poent.
ckb: پارەدانەکان بە شێوەیەکی کاتی ناچالاکن.
cy: Mae taliadau yn anweithredol dros dro.
de: Zahlungen sind vorübergehend inaktiv.
eo: Pagoj provizore estas neaktivaj.
fil: Pansamantalang di-aktibo po ang mga bayad.
hu: A fizetések átmenetileg inaktívak.
km: ការទូទាត់ប្រាក់ ត្រូវបានផ្អាកបណ្ដោះអាសន្ន។
lt: Mokėjimai laikinai neveikia.
lv: Maksājumi īslaicīgi nav pieejami.
mr: देयके तात्पुरती निष्क्रिय आहेत.
sl: Plačila so začasno neaktivna.
sr: Плаћања су привремено недоступна.
ug: چىقىم قىلىشنى ۋاقتىنچە ئىشلەتكىلى بولمايدۇ.
vi: Các lượt thanh toán tạm thời không hoạt động.

source: We comply with the Regulation No. %(law_679_2016)s, the General Data Protection Regulation, also known as GDPR. This document includes necessary specifications.
de: Wir halten uns an die Verordnung Nr. %(law_679_2016)s, die Datenschutz-Grundverordnung, auch bekannt als DSGVO. Dieses Dokument enthält die erforderlichen Spezifikationen.
hu: Megfelelünk a %(law_679_2016)s szabályozásnak, azaz Általános Adatvédelmi Szabályozás, amit GDPR-ként ismerünk. Ez a dokumentum tartalmazza a szükséges specifikációkat.

source: Personal Data Controller
de: Verwalter personenbezogener Daten
hu: Személyes adatok kezelése

source: %(provider)s, Reg. No. %(reg_no)s
de: %(provider)s, Reg. Nr. %(reg_no)s
hu: %(provider)s, Reg. szám %(reg_no)s

source: Weblate has appointed a data protection officer who may be reached via %(privacy_contact)s.
de: Weblate hat einen Datenschutzbeauftragten ernannt, der über %(privacy_contact)s erreichbar ist.
hu: A Weblate kijelölt egy adatvédelmi tisztviselőt, akivel kapcsolatba léphet ezen a címen %(privacy_contact)s.

source: Personal Data processed by Weblate
de: Persönliche Daten, die Weblate verarbeitet
hu: A Weblate által feldolgozott személyes adatok

source: Weblate only processes Personal Data the User provides by using it:
de: Weblate verarbeitet personenbezogene Daten, die der Benutzer durch die Verwendung des Dienstes zur Verfügung stellt:
hu: A Weblate csak azokat a személyes adatokat dolgozza fel, amiket a felhasználó ad meg a használatkor:

source: Name and e-mail
de: Benutzername und E-Mail-Adresse
hu: Név és e-mail

source: These are used to identify you in the VCS commits
de: Beide werden zur Identifikation bei den VCS-Commits genutzt
hu: Ezeket ahhoz használjuk hogy azonosítsuk a VCS bejegyzésekben

source: Additionally, e-mail is used for notification of watched events
de: E-Mail wird zusätzlich zu Benachrichtigungen über beobachtete Ereignisse verwendet
hu: Továbbá az E-mailt a előjegyezett figyelmeztetésekhez használjuk

source: Password in hashed form
de: Kennwort in Hash-Form
hu: Jelszó hash formában

source: Used to authenticate the User, if configured
de: Wird verwendet, um den Benutzer zu authentifizieren, falls konfiguriert
hu: A felhasználó hitelesítéséhez használt, amennyiben be van állítva

source: IP address and browser name
de: IP-Adresse und Browser-Name
hu: IP cím és böngésző neve

source: These are logged in case of important changes to your account (e.g. password change) to allow diagnosis in case your account is stolen
de: Sie werden für den Fall wichtiger Veränderungen an Ihrem Konto (z. B. Passwortänderungen) aufgezeichnet, um feststellen zu können, ob Ihr Konto gekapert wurde
hu: Ezek naplózva vannak fontos a felhasználói fiók fontos változtatásaikor (pl. jelszó változtatás) hogy diagnoszitzálni lehessen fiók ellopást

source: Billing information
de: Rechnungsinformationen
hu: Számlázási információk

source: In case you purchase service from us, we collect additional billing information necessary for issuing an invoice
de: Wenn Sie eine Dienstleistung von uns erwerben, erfassen wir zusätzliche Rechnungsinformationen, die für die Ausstellung einer Rechnung erforderlich sind
hu: Amennyiben vásárol szolgáltatást tőlünk, további számlázási adatokat gyűjtünk, ami számla kibocsátásához szükséges

source: Purpose and legal basis of processing Personal Data
de: Zweck und Rechtsgrundlage der Verarbeitung personenbezogener Daten
hu: Személyes adatok feldolgozásának célja és jogalapja

source: Your Personal Data will be used for the purposes of the Service:
de: Ihre personenbezogenen Daten werden für die Zwecke des Dienstes verwendet:
hu: Az ön személyes adatait a Szolgáltatás kapcsán az alábbi célokra használjuk:

source: for providing our services on the Service, to contact you in matters regarding our services (also by means of e-mails and messaging) and to ensure the technical functionality of our services fulfillment of contractual or pre-contractual obligations (<a href="%(url)s">Article 6 (1) b. GDPR</a>)
de: zur Erbringung unserer Dienstleistungen auf dem Dienst, zur Kontaktaufnahme mit Ihnen in Bezug auf unsere Dienstleistungen (auch durch E-Mails und Nachrichten) und zur Sicherstellung der technischen Funktionalität unserer Dienstleistungen bei der Erfüllung vertraglicher oder vorvertraglicher Verpflichtungen (<a href="%(url)s">§ 6 Abs. 1 lit. b. DSGVO</a>)

source: to analyze your use of our services and improve our services (<a href="%(url)s">Article 6 (1) b. and f. GDPR</a>)
de: um Ihre Nutzung unserer Dienste zu analysieren und unsere Dienste zu verbessern (<a href="%(url)s">Artikel 6 (1) b. und f. DSGVO</a>)

source: with your express consent or instruction to carry out our business activities or send you newsletters (<a href="%(url)s">Article 6 (1) a. GDPR</a>)
de: mit Ihrer ausdrücklichen Zustimmung oder Anweisung, unsere Geschäftstätigkeit auszuüben oder Ihnen Newsletter zuzusenden (<a href="%(url)s">§ 6 Abs. 1 a. DSGVO</a>)

source: Access to the Personal Data
de: Zugriff auf die persönlichen Daten
hu: Hozzáférés a személyes adatokhoz

source: The Controller has made all reasonable technical means to protect the Personal Data. Only authorized persons can access the Personal Data.
de: Der Verantwortliche hat alle angemessenen technischen Mittel eingesetzt, um personenbezogene Daten zu schützen. Nur autorisierte Personen haben Zugriff auf personenbezogene Daten.

source: Third parties which can gain access to the Personal Data when necessary are:
de: Dritte, die bei Bedarf Zugang zu den personenbezogenen Daten erhalten können, sind:
hu: Harmadik felek, akik szükség esetén hozzáférhetnek a személyes adatokhoz:

source: Persons which are contracted for technical assurance of the service.
de: Personen, die mit der technischen Sicherstellung des Dienstes beauftragt sind.
hu: Személyek, akik szerződést kötöttek a szolgáltatás műszaki biztosításához.

source: Payment processors.
de: Zahlungsabwickler.
hu: Személyek fizetési folyamat feldolgozása.

source: All Personal Data is stored in the European Union.
de: Alle personenbezogenen Daten werden in der Europäischen Union gespeichert.
hu: Minden személyes adat az Európai Unióban van tárolva.

source: The Personal Data retention
de: Aufbewahrung personenbezogener Daten
hu: A személyes adatok megőrzése

source: The Personal Data is stored in the Service until the User deletes their account on the service.
de: Die personenbezogenen Daten werden im Dienst gespeichert, bis der Benutzer sein Konto für diesen Dienst löscht.

source: Access log information might be collected for a longer period for the purpose of establishing, exercising or defending legal claims.
de: Zugriffsprotokollinformationen können für einen längeren Zeitraum zum Zwecke der Begründung, Ausübung oder Verteidigung von Rechtsansprüchen erhoben werden.

source: Your rights
de: Ihre Rechte
hu: Az Ön jogai

source: The User provides use of Personal Data voluntarily. Without this Personal Data Weblate is not able to provide our services.
de: Der Benutzer stellt seine personenbezogenen Daten freiwillig zur Verfügung. Ohne diese personenbezogenen Daten kann Weblate die Dienstleistungen nicht erbringen.

source: We want you to always be in control of your Personal Data. To this end, you have certain rights that allow for it. Under certain conditions, you may:
de: Wir möchten, dass Sie stets die Kontrolle über Ihre personenbezogenen Daten haben. Zu diesem Zweck haben Sie bestimmte Rechte, die dies ermöglichen. Unter bestimmten Bedingungen können Sie:
hu: Azt akarjuk, hogy mindig ellenőrizze személyes adatait. Ebből a célból vannak bizonyos jogai, amelyek ezt lehetővé teszik. Bizonyos feltételek mellett:

source: Gain access to all your Personal Data that Weblate uses or processes, and even get a copy of all of it (<a href="%(url)s">Article 15 GDPR</a>)
de: Zugang zu allen Ihren personenbezogenen Daten erhalten, die Weblate verwendet oder verarbeitet, und sogar eine Kopie davon erhalten (<a href="%(url)s">Artikel 15 DSGVO</a>)

source: Correct the Personal Data that Weblate processes if you think that there are mistakes
de: Die personenbezogenen Daten, die Weblate verarbeitet, korrigieren, wenn Sie der Meinung sind, dass sie Fehler enthalten

source: Order us to delete your Personal Data
de: Von uns verlangen, Ihre personenbezogenen Daten zu löschen
hu: Kérheti, hogy töröljük személyes adatait

source: Restrict the Personal Data processing
de: Die Verarbeitung personenbezogener Daten einschränken
hu: Korlátozhatja a személyes adatok feldolgozását

source: Object to processing
de: Der Verarbeitung widersprechen
hu: Feladat feldolgozása

source: Receive your Personal Data in a commonly used and machine-readable format or to transmit this Personal Data to a different provider.
de: Ihre personenbezogenen Daten in einem gebräuchlichen und maschinenlesbaren Format oder zur Weiterleitung an einen anderen Anbieter erhalten.

source: The services are provided “as is”, at your own risk, without any warranty.
de: Die Dienste werden auf "wie sie sind"-Basis zur Verfügung gestellt. Es gibt keinerlei Garantie und das Risiko der Nutzung liegt bei Ihnen.

source: Additional guarantees might apply to commercial customers, those are expressed in corresponding contracts.
de: Erweiterte Garantien können bei kommerziellen Kunden existieren. Diese sind in zugehörigen Verträgen festgehalten.

source: We process private data (such as your e-mail address), those will be discarded from our database as soon as you remove your account.
de: Wir verarbeiten private Daten (wie beispielsweise Ihre E-Mail-Adresse). Diese Daten werden jedoch aus unserer Datenbank entfernt, sobald Sie Ihr Benutzerkonto löschen.

source: Your translations are made under license which is specified by each translation.
de: Die von Ihnen angefertigten Übersetzungen werden unter der Lizenz veröffentlicht, die für das jeweilige Übersetzungsprojekt spezifiziert ist.
hu: A fordításai licenc alapján készülnek, amelyet minden fordítás megad.

source: Your name and e-mail address is used in VCS commits, it will stay there indefinitely.
de: Ihr Name und ihre E-Mail-Adresse werden für Commits in der Versionsverwaltung (VCS) verwendet und bleiben dort für immer gespeichert.

source: We use cookies to deliver our services.
de: Wir nutzen Cookies um unsere Dienste zur Verfügung zu stellen.
hu: A szolgáltatásainkhoz sütiket használunk.

source: View English version
de: Englische Version anzeigen
hu: Angol verzió megtekintése

source: The Terms of Service document is authoritative in English, translations are provided for your convenience.
de: Für die Nutzungsbedingungen ist das Dokument in englischer Sprache maßgeblich, Übersetzungen davon werden Ihnen der Einfachheit halber angeboten.
hu: Szolgáltatási feltételek dokumentum angol nyelvű változata a hiteles, fordításokat biztosítunk az Ön kényelme érdekében.

source: The rights and obligations of the User and the Provider resulting from the use of the Service are governed by these Terms of Service.
de: Die Rechte und Pflichten von Nutzer und Anbieter, die sich aus der Verwendung des Dienstes ergeben, werden durch diese Nutzungsbedingungen geregelt.
hu: A Felhasználó és a Szolgáltató a Szolgáltatás használatából fakadó jogait és kötelezettségeit a jelen Szolgáltatási feltételek szabályozzák.

source: Definitions
de: Definitionen
hu: Definíciók

source: In these Terms of Service:
de: In diesen Service-Bedingungen:
hu: Általános Szerződési Feltételek:

source: Agreement
de: Vereinbarung
hu: Megállapodás

source: means License Agreement within the meaning of Article 2358 et seq. of the Civil Code concluded by and between the User and the Provider upon the Consent
de: ist ein Lizenzvertrag im Sinne der Artikel 2358 ff. des Bürgerlichen Gesetzbuches, der vom und zwischen dem Nutzer und dem Anbieter mit Zustimmung abgeschlossen wird

source: Civil Code
de: Bürgerliches Gesetzbuch

source: means Act No. %(law_89_2012)s Coll., the Civil Code, as amended
de: bedeutet Gesetz Nr. %(law_89_2012)s Slg., das Bürgerlichen Gesetzbuchs, in der jeweils gültigen Fassung

source: Consent
de: Einwilligung
hu: Beleegyezés

source: means the User’s consent with these Terms of Service and other legal documents expressed by checking the checkbox during the registration
de: bedeutet Zustimmung des Nutzers zu diesen Allgemeinen Geschäftsbedingungen und anderen rechtlichen Dokumenten, die durch Aktivieren des Kontrollkästchens während der Registrierung ausgedrückt werden

source: means any datafile sent by the web server of the Service to the User’s computer or other device connected to the Internet, which enable obtaining unique identification of the User’s web browser
de: meint jede Datendatei, die vom Webserver des Dienstes an den Computer des Benutzers oder ein anderes mit dem Internet verbundenes Geräts gesendet wird, die es ermöglicht, eine eindeutige Identifizierung des Webbrowsers des Benutzers zu erhalten

source: means EU Regulation No. %(law_679_2016)s, the General Data Protection Regulation
de: bedeutet EU-Verordnung Nr. %(law_679_2016)s, die Datenschutz-Grundverordnung

source: License
de: Lizenz
hu: Licenc

source: means non-exclusive license granted by the Provider to the User for use of the Service
de: bedeutet eine nicht-exklusive Lizenz, die der Anbieter dem Nutzer für die Nutzung des Dienstes gewährt

source: Provider
de: Anbieter
hu: Szolgáltató

source: means %(provider)s, Reg. No. %(reg_no)s
de: bedeutet %(provider)s, Reg. Nr. %(reg_no)s

source: Personal Data
de: Persönliche Daten
hu: Személyes adatok

source: means personal data within the meaning of EU Regulation No. %(law_679_2016)s inserted by the User into the Service and/or Cookies
de: bedeutet personenbezogene Daten im Sinne der EU-Verordnung Nr. %(law_679_2016)s, die vom Nutzer in den Dienst und/oder Cookies eingefügt werden

source: Owner
de: Besitzer
hu: Tulajdonos

source: means the User who can manage Project
de: bezeichnet den Benutzer, der das Projekt verwalten kann

source: Project
de: Projekt
hu: Projekt

source: means translation project operated on the Service
de: bedeutet Übersetzungsprojekt, das auf dem Service betrieben wird
hu: Szolgáltatáson alapuló fordítási projekt

source: Service
de: Dienst
hu: Szolgáltatás

source: means the website and services based on Weblate operated by the Provider
de: bezeichnet die Website und Dienste auf der Grundlage von Weblate, die vom Anbieter betrieben werden

source: Translation Memory
de: Übersetzungsspeicher
hu: Fordítási memória

source: means the optional translation memory service provided within Weblate
de: bedeutet der optionale Übersetzungsspeicherdienst, der in Weblate angeboten wird

source: User
de: Benutzer
hu: Felhasználó

source: means any legal entity or an individual other than the Provider, who is using the Service
de: bezeichnet jede juristische Person oder eine andere Person als den Provider, die den Service nutzt

source: means distributed version control system used by the Project such as Git or Mercurial
de: bedeutet ein verteiltes Versionskontrollsystem, das vom Projekt verwendet wird, wie Git oder Mercurial

source: License Agreement Conclusion
de: Abschluss des Lizenzvertrages
hu: Licencszerződés megkötése

source: The License Agreement is concluded upon the User’s Acceptance of the Provider’s Offer.
de: Der Lizenzvertrag kommt mit der Annahme des Angebots des Anbieters durch den Nutzer zustande.

source: License Agreement
de: Lizenzvereinbarung
hu: Licencszerződés

source: By concluding Agreement under Article 2.1 of this Agreement, the following provisions of this Article 3 of the Terms of Service come into force.
de: Durch den Abschluss eines Vertrages nach Artikel 2.1 dieses Vertrages treten die folgenden Bestimmungen dieses Artikels 3 der Allgemeinen Geschäftsbedingungen in Kraft.

source: The Provider presents the User with a License Agreement and the User accepts this License Agreement, all this under the terms and conditions stated in these Terms of Service.
de: Der Anbieter stellt dem Nutzer einen Lizenzvertrag zur Verfügung und der Nutzer akzeptiert den Lizenzvertrag unter den in diesen Allgemeinen Geschäftsbedingungen genannten Bedingungen.

source: The Provider shall have the right to shut down, adjust, modify or make the Service unavailable on the web address at any time.
de: Der Anbieter hat zu jeder Zeit das Recht, den Dienst zu schließen, anzupassen, zu verändern oder seine Abrufbarkeit über die Internetadresse zu verhindern.

source: The User agrees to use the Service only in a manner not jeopardizing technical software and/or hardware means of the Provider and/or such means in the Provider’s use.
de: Der Nutzer verpflichtet sich, den Service nur in einer Weise zu nutzen, die die technischen Soft- und/oder Hardwaremittel des Anbieters und/oder solche Mittel bei der Nutzung durch den Anbieter nicht gefährdet.

source: The User agrees to refrain from use of the Service in bad faith and/or deliberately causing any damage to the Service.
de: Der Nutzer verpflichtet sich, die Nutzung des Dienstes in böswilliger Absicht zu unterlassen und/oder dem Dienst absichtlich Schaden zuzufügen.

source: The User agrees to refrain from bypassing the Service’s software and/or technical hardware means, in particular the security systems.
de: Der Nutzer verpflichtet sich, die Software und/oder technischen Hardwaremittel des Dienstes, insbesondere die Sicherheitssysteme, nicht zu umgehen.

source: Liability for Damage
de: Schadenshaftung

source: The User hereby renders it undisputed that the Provider shall not be liable for any damage caused to the User resulting from the use of the Service.
de: Der Nutzer stimmt hiermit unbestreitbar zu, dass der Anbieter keine Haftung für jedwede dem Nutzer aus der Verwendung des Dienstes entstandene Schäden übernimmt.

source: If the User is an entrepreneur, it hereby expressly waives its right to compensation from the Provider for damage unintentionally caused by the Provider to the User through a breach of any obligation contained in these Terms of Service and/or resulting from the use of the Service.
de: Ist der Benutzer Unternehmer, verzichtet er hiermit ausdrücklich darauf den Dienstleister zum Ersatz von Schäden zu beanspruchen, die der Dienstleister dem Benutzer durch eine Verletzung einer in diesen Allgemeinen Geschäftsbedingungen enthaltenen Verpflichtung und/oder durch die Nutzung des Dienstes unbeabsichtigt verursacht hat.

source: Within the meaning of <a href="%(url)s">Article 7</a> of the GDPR the User hereby gives consent to the collecting, storage and processing of the Personal Data provided by the User to the administrator, who is the Provider, through the use of the Service; the User gives consent to the processing and use of the User’s Personal Data by the Provider, the Provider’s employees and/or the Provider’s authorised business partners. This consent is given as long as User does not remove their account from the Service.
de: Im Sinne von <a href="%(url)s">Artikel 7</a> der DSGVO erteilt der Nutzer hiermit seine Zustimmung zur Erhebung, Speicherung und Verarbeitung personenbezogener Daten, die der Nutzer dem Administrator, der gleichzeitig der Anbieter ist, durch die Nutzung des Dienstes zur Verfügung stellt; der Nutzer stimmt der Verarbeitung und Nutzung seiner personenbezogenen Daten durch den Anbieter, seine Mitarbeiter und/oder seine autorisierten Geschäftspartner zu. Diese Zustimmung wird erteilt, solange der Nutzer sein Konto nicht aus dem Dienst entfernt.

source: The purpose of the processing of Personal Data as determined by the Provider is the use of Personal Data for sending commercial communications to the subject of the data (the User) through electronic means under Act No. %(law_480_2004)s Coll., on certain services of the information society, as amended, and further for marketing and business needs of the Provider’s contractual partners and for statistical and/or marketing purposes of the Provider.
de: Der vom Anbieter festgelegte Zweck der Verarbeitung personenbezogener Daten ist die Verwendung personenbezogener Daten für die Übermittlung kommerzieller Mitteilungen an den Betroffenen (den Nutzer) auf elektronischem Wege gemäß Gesetz Nr. %(law_480_2004)s Slg. über bestimmte Dienste der Informationsgesellschaft in ihrer jeweils gültigen Fassung und darüber hinaus für Marketing- und Geschäftszwecke der Vertragspartner des Dienstleisters sowie für statistische und/oder Marketingzwecke des Dienstleisters.

source: If the User directly and effectively informs the Provider of no longer wishing to receive business information from the Provider, the Provider shall refrain from sending further unsolicited business communications.
de: Wenn der Benutzer dem Anbieter direkt und rechtskräftig mitteilt, dass er keine geschäftlichen Informationen mehr vom Anbieter erhalten möchte, wird der Anbieter von der Zusendung weiterer, unaufgeforderter, geschäftlicher Nachrichten absehen.

source: The User declares awareness of own rights under <a href="%(url_15)s">Article 15</a> and <a href="%(url_17)s">Article 17</a> of the GDPR and declares that all the Personal Data is accurate and true and has been provided voluntarily.
de: Der Nutzer erklärt, dass ihm seine persönlichen Rechte gemäß <a href="%(url_15)s">Artikel 15</a> und <a href="%(url_17)s">Artikel 17</a> der DSGVO bekannt sind und erklärt, dass alle personenbezogenen Daten korrekt und wahrheitsgemäß sind und freiwillig angegeben wurden.

source: The Provider declares that it will collect Personal Data only in the extent necessary for meeting the above-specified purpose and process the Personal Data in accordance with the purpose for which it was collected. The Provider’s employees and other individuals who process the Personal Data on the basis of a contract with the Provider shall maintain confidentiality of the Personal Data, even after the termination of their employment or business relationship with the Provider.
de: Der Anbieter erklärt, dass er personenbezogene Daten nur in dem Umfang erheben wird, der zur Erfüllung des oben genannten Zwecks erforderlich ist, und die personenbezogenen Daten entsprechend dem Zweck, für den sie erhoben wurden, verarbeiten wird. Die Mitarbeiter des Dienstleisters und andere Personen, die die personenbezogenen Daten auf der Grundlage eines Vertrages mit dem Dienstleister verarbeiten, sind verpflichtet, die personenbezogenen Daten auch nach Beendigung ihres Arbeits- oder Geschäftsverhältnisses mit dem Dienstleister geheim zu halten.

source: The Provider declares that it will process the Personal Data by electronic means (automatically) via computer programs for which the Provider has secured the right of use, in particular the Service.
de: Der Anbieter erklärt, dass er die personenbezogenen Daten elektronisch (automatisch) über Computerprogramme verarbeitet, für die der Anbieter das Nutzungsrecht, insbesondere den Service, gesichert hat.
