Repository: WeblateOrg/hosted
Catalog: wlhosted/locale/*/LC_MESSAGES/django.po
Languages: az, bg, br, ckb, cy, de, eo, eu, fil, hu, km, lt, lv, mr, sl, sr, th, ug, vi

source: SWIFT code
bg: Код на SWIFT
ckb: سویفت کۆد
eu: SWIFT kodea
hu: Swift kód
km: កូដ SWIFT
lv: SWIFT kods
sr: SWIFT кôд
th: รหัส SWIFT
vi: Mã SWIFT

source: IBAN
ckb: ئای بان
hu: Nemzetközi bankszámlaszám (IBAN)

# Payment state
source: New payment
az: Yeni ödəniş
bg: Ново плащане
br: Paeamant nevez
ckb: پارەدانی نوێ
cy: Taliad newydd
eo: Nova pago
eu: Ordainketa berria
fil: Bagong bayad
hu: Új fizetés
km: ការបង់ប្រាក់ថ្មី
lt: Naujas mokėjimas
lv: Jauns maksājums
mr: नवीन भराणा
sl: Novo plačilo
sr: Нова уплата
th: การชำระเงินใหม่
ug: يېڭى چىقم
vi: Thanh toán mới

# Payment state
source: Awaiting payment
az: Gözlənən ödəniş
bg: В очакване на плащане
br: Paeamant war c'hortoz
ckb: چاوەڕوانی پارە
cy: Yn aros am daliad
eo: Atendante pagon
eu: Ordainketaren zain
fil: Naghihintay ng bayad
hu: Fizetésre vár
km: កំពុងរង់ចាំការបង់ប្រាក់
lt: Laukiama mokėjimo
lv: Gaida apmaksu
mr: भरण्याची वाट पाहत आहे
sl: Čakajoč na plačilo
sr: Уплата на чекању
th: รอการชำระเงิน
ug: پۇل تۆلەشنى كۈتۈۋاتىدۇ
vi: Thanh toán đang chờ

# Payment state
source: Payment rejected
az: Ödəniş rədd edildi
bg: Плащането е отхвърлено
br: Paeamant distaolet
ckb: پارەدانکردن ڕەتکرایەوە
cy: Taliad wedi'i wrthod
eo: Pago malakceptita
eu: Ordainketa ez da onartu
fil: Tinanggihan ang bayad
hu: Fizetés elutasítva
km: ការបង់ប្រាក់ត្រូវបានច្រានចោល
lt: Mokėjimas atmestas
lv: Maksājums noraidīts
mr: भरणा नाकारले
sl: Plačilo zavrnjeno
sr: Уплата је одбијена
th: การชำระเงินถูกปฏิเสธ
ug: چىقىم رەت قىلىندى
vi: Thanh toán bị từ chối

# Payment state
source: Payment accepted
az: Ödəniş qəbul edildi
bg: Плащането е прието
br: Paeamant degemeret
ckb: پارەدانکردن پەسەند کرا
cy: Taliad wedi'i dderbyn
eo: Pago akceptita
eu: Onartutako ordainketa
fil: Tinanggap ang bayad
hu: Fizetés elfogadva
km: ការបង់ប្រាក់ បានទទួល
lt: Mokėjimas priimtas
lv: Maksājums pieņemts
mr: भरणा स्विकारले
sl: Plačilo sprejeto
sr: Уплата је прихваћена
th: การชำระเงินถูกยอมรับแล้ว
ug: ھەق قوبۇل قىلىندى
vi: Đã nhận thanh toán

# Payment state
source: Payment processed
az: Ödəniş işlənib
bg: Плащането е обработено
br: Paeamant sevenet
ckb: پارەدانکردن ئەنجام درا
cy: Taliad wedi'i brosesu
eo: Pago procesita
eu: Ordainketa prozesatu egin da
fil: Prinoseso ang bayad
hu: Fizetés feldolgozva
km: ការបង់ប្រាក់ បានបន្តដំណើរការ
lt: Mokėjimas apdorotas
lv: Maksājums apstrādāts
mr: भरणा पूर्ण
sl: Plačilo obdelano
sr: Уплата је обрађена
th: การชำระเงินถูกประมวลผลแล้ว
ug: چىقىم بىر تەرەپ قىلىندى
vi: Đang xử lý thanh toán

source: Discards all changes in the Weblate repository each night.
az: Hər gecə Weblate deposundakı bütün dəyişiklikləri rədd edir.
bg: Премахване на всички промени в хранилището на Weblate всяка нощ.
br: Bemnoz, disteurel an holl gemmoù graet e kavlec'h Weblate.
ckb: هەموو گۆڕانکاریەکان لابدە لە کۆگای وێبلایت هەموو شەوێک.
cy: Mae'n gwaredu pob newid yn ystorfa Weblate bob nos.
eo: Forĵetas ĉiujn ŝanĝojn en la deponejo Weblate ĉiunokte.
fil: Balewalain lahat ng pagbabago sa Weblate repository kada gabi.
km: បោះបង់ការផ្លាស់ប្តូរទាំងអស់នៅក្នុងឃ្លាំង Weblate រៀងរាល់យប់។
lt: Kasnakt panaikina visus pakeitimus „Weblate“ saugykloje.
lv: Katru nakti atmet visas Weblate repozitorijā veiktās izmaiņas.
mr: दर रात्री वेबलेट भांडारातील सर्व बदल टाकून द्या.
sl: Opusti vse spremembe v shrambi Weblate vsako noč.
sr: Поништиће све измене у складишту Веблејта сваке ноћи.
th: ตั้งค่าการเปลี่ยนแปลงทั้งหมดที่อยู่ในคลังเก็บภายในใหม่SD
ug: ھەر كۈنى كەچتە Weblate خەزىنىسىدىكى بارلىق ئۆزگەرتىشلەرنى تاشلىۋېتىدۇ.
vi: Bỏ đi tất cả thay đổi trong kho Weblate vào mỗi đêm.

source: Hosted strings limit
br: Bevenn an niver a neudennadoù herberc'hiet
cy: Cyfyngiad llinynnau sy'n cael eu gwesteio
eo: Limo de gastigitaj ĉenoj
km: កំហិតស្ទ្រុិងដែលហូស្ទ៍
lt: Priglobiamų eilučių limitas
mr: होस्ट केलेल्या स्ट्रिंग मर्यादा
sl: Omejitev gostujočih nizov
sr: Ограничење броја ниски уживо
ug: ۋاكالىتەن باشقۇرىدىغان ھەرپ تىزمىسى چېكى

source: Source strings limit
br: Bevenn an niver a neudennadoù orin
cy: Cyfyngiad llinynnau ffynhonnell
eo: Limo de fontaj ĉenoj
km: កំហិតស្ទ្រុិងដើម
lt: Šaltinio eilučių limitas
mr: स्रोत स्ट्रिंग मर्यादा
sl: Omejitev izvornih nizov
sr: Ограничење броја изворних низова
ug: مەنبە ھەرپ تىزىقى چېكى

source: Thank you for the payment, your billing is now paid.
az: Ödəniş üçün təşəkkür edirik, fakturanız artıq ödənilib.
bg: Благодарим Ви за плащането! Планът Ви е платен.
br: Ho trugarekaat evit ar paeamant, paeet eo bet ho fakturenn.
ckb: سوپاس بۆ پارەدانەکەت، ئێستا پارەت بۆ دەدرێت.
cy: Diolch am y taliad, mae eich bil bellach wedi'i dalu.
eo: Dankon pro la pago, via fakturo nun estas pagita.
fil: Maraming salamat po sa pagbayad, bayad na po ang billing niyo.
km: សូមអរគុណ សម្រាប់ការទូទាត់ប្រាក់ វិក័យប័ត្ររបស់អ្នកឥឡូវត្រូវបានបង់។
lt: Dėkojame, kad pirkote. Jūsų sąskaita dabar apmokėta.
lv: Paldies par maksājumu, jūsu rēķins tagad ir apmaksāts.
mr: पैसे भरल्याबद्दल आभार, आपले देयक आता भरले गेले आहे.
sl: Hvala za plačilo, vaš račun je zdaj poravnan.
sr: Хвала вам на уплати, ваш рачун је сада подмирен.
ug: ھەق تاپشۇرغىنىڭىزغا رەھمەت، ھازىر ھېسابات چىقىمىڭىز تۆلەندى.
vi: Cảm ơn bạn vì đã thanh toán, hóa đơn của bạn bây giờ đã được trả tiền.

source: This billing plan covers following projects:
az: Bu ödəniş planı aşağıdakı layihələri əhatə edir:
bg: Този платежен план покрива следните проекти:
br: Sellet a ra ar steuñv fakturenniñ-mañ evit ar raktresoù da-heul :
ckb: ئەم پلانی پڕۆژە یاسایانە ئەم پرۆژانە دادەگرێت:
cy: Mae'r cynllun bilio hwn yn cynnwys y prosiectau canlynol:
eo: Ĉi tiu faktura plano kovras jenajn projektojn:
fil: Kino-cover po ng billing plan na ito ang mga sumusunod na proyekto:
km: គម្រោងបង់ប្រាក់នេះ គ្រប់ដណ្ដប់លើគម្រោងខាងក្រោម៖
lt: Šis mokėjimo planas apima šiuos projektus:
lv: Šis rēķinu plāns attiecas uz šādiem projektiem:
mr: देयक योजने मध्ये खालील प्रकल्पांचा समावेश आहे:
sl: Ta obračunski načrt zajema naslednje projekte:
sr: Овај план наплате покрива следеће пројекте:
ug: بۇ ھېسابات چىقىم پىلانى تۆۋەندىكى قۇرۇلۇشلارنى قاپلايدۇ:
vi: Kế hoạch thanh toán này bao gồm những dự án sau:

source: Check your billing status
az: Faktura statusunuzu yoxlayın
bg: Проверка на състоянието на платежния план
br: Gwiriit statud ho fakturenniñ
ckb: پشکنینی باری پسوڵە
cy: Gwirio eich statws bilio
eo: Kontrolu vian fakturan staton
fil: Tingnan ang estado ng billing niyo
km: ពិនិត្យស្ថានភាពបង់ប្រាក់របស់អ្នក
lt: Patikrinkite savo mokėjimo būseną
lv: Pārbaudiet sava rēķina plāna stāvokli
mr: देयक स्थिती तपासा
sl: Preverjanje stanja obračunavanja
sr: Проверите стање плаћања
th: ตรวจสอบสถานะการเรียกเก็บเงินของคุณ
ug: ھېساباتىڭىزنىڭ ھالىتىنى تەكشۈرىدۇ
vi: Kiểm tra trạng thái thanh toán của bạn

source: Your billing plan was paid
az: Faktura planınız ödənildi
bg: Планът Ви е платен
br: Paeet eo bet ho steuñv fakturenniñ
ckb: پلانی پسوڵەی تۆ درا
cy: Talwyd eich cynllun bilio
eo: Via faktura plano estis pagita
fil: Bayad na po ang billing plan niyo
km: គម្រោងបង់ប្រាក់របស់អ្នកត្រូវបានបង់
lt: Jūsų sąskaita apmokėta
lv: Jūsu rēķinu plāns ir apmaksāts
mr: देयक योजना भरली गेली
sl: Tvoj obračunski načrt je bil plačan
sr: Ваш износ рачуна је уплаћен
ug: ھېسابات پىلانىڭىز تۆلەنگەن
vi: Kế hoạch thanh toán của bạn đã được trả tiền

source: One-time
br: Ur wech hepken
cy: Un tro
eo: Unufoja
fil: Isang beses lamang
km: ១ដង
lt: Vienkartinis
mr: एकवेळ
sl: Enkratno
sr: Једнократно
th: ครั้งเดียว
ug: بىر قېتىملىق
vi: Một lần

source: Bitcoin
ckb: بیتکۆین

source: Sign in here to access our services:
br: Kevreit amañ evit gallout implijout hor servijoù :
sl: Za dostop do naših storitev se prijavite tukaj:
ug: بۇ جايدا تىزىمغا كىرىپ مۇلازىمىتىمىزنى زىيارەت قىلىڭ:

source: Weblate customer care portal
br: Porched servij arvalien Weblate
ug: Weblate خېرىدار مۇلازىمەت دەرۋازىسى

source: Weblate commercial services management
br: Merañ serijoù kenwerzhel Weblate
sl: Upravljanje komercialnih storitev Weblate
ug: Weblate سودا مۇلازىمىتىنى باشقۇرۇش

source: Additional address information
br: Titouroù chomlech ouzhpenn
eo: Pliaj adresaj informoj
fil: Karagdagang impormasyon sa address
lt: Papildoma adreso informacija
sl: Dodatni podatki o naslovu
ug: قوشۇمچە ئادرېس ئۇچۇرى

source: Postcode
br: Kod-post
eo: Poŝtkodo
lt: Pašto kodas
sl: Poštna številka
ug: پوچتا نومۇرى
